<div class="wysiwyg-content">
    <h1>Прививки &ndash; детям</h1>
    <h3>Папы, мамы и все, кто серьезно относится к прививкам!</h3>
    <p>Представляем вам новый ресурс, созданный на основе Национального календаря прививок, то есть, полностью соответствующий официальным требованиям медицины нашей страны.</p>
    <div class="brushed">
        <p style="margin-top: 0;">Здесь вы можете:</p>
        <ul>
            <li>подробно познакомиться с заболеваниями, которые&nbsp; предотвращаются при помощи прививки,</li>
            <li>узнать о том, когда нужно прививать ребенка,</li>
            <li>посмотреть на вакцины, которые используются у нас в стране, и выбрать ту, которая подходит именно вашему ребенку.</li>
        </ul>
        <p>Вы можете составить индивидуальный график вакцинации для вашего малыша.</p>
        <p>Для этого нужно:</p>
        <ul>
        <li>ввести в специальное окно дату рождения ребенка,</li>
        <li>нажать кнопку &laquo;рассчитать результат&raquo;,</li>
        <li>подождать пару секунд.</li>
        </ul>
    </div>

    <p>На экране появится таблица, в которой будут расписаны по датам все необходимые прививки для вашего ребенка.</p>
    <p>Кроме того, вы увидите, сколько человек и какие прививки уже сделали своим детям, собираются делать или решили отказаться от данной вакцинации. А это помогает принять правильное, взвешенное решение. Как-никак речь идет о здоровье собственного ребенка!</p>
    <h3>Национальный календарь прививок &ndash; коротко</h3>
    <p>Национальный календарь прививок есть в каждой стране. Он позволяет:</p>
    <ul>
    <li>защитить детей от смертельно опасных заболеваний,</li>
    <li>сократить число осложнений после определенных заболеваний,</li>
    <li>предотвратить развитие вспышек и даже эпидемий инфекционных заболеваний на территории страны.</li>
    </ul>

    <h3>Как прививка защищает ребенка?</h3>

    <p>Во время вакцинации ребенку вводится микроскопическое количество живого или инактивированного возбудителя конкретной инфекции (антигены). Когда антигены попадают в кровь, у ребенка начинается выработка антител к этой инфекции, то есть вырабатывается иммунитет. Заболевания не происходит, может отмечаться лишь легкое недомогание.</p>
    <p>А когда ребенок встретится &laquo;по-настоящему&raquo; с этой инфекцией, организм распознает ее как знакомую и быстро справится с ней при помощи уже &laquo;обученных&raquo; специальных клеток &ndash; антител. В результате заболевание не разовьется или возникнет в легкой форме, но уж точно не даст грозных осложнений, а подчас &ndash; смертельных.</p>
    <h3>Почему так важны сроки вакцинации</h3>
    <p>Национальный календарь прививок был создан ведущими педиатрами и эпидемиологами страны, опираясь на весьма значимые факторы.</p>
    <p><b><em>Во-первых</em></b>, он позволяет защитить детей наиболее уязвимого возраста. Например, коклюш &ndash; смертельно опасен для детей первого года, поэтому вакцинацию начинают уже в 4,5 месяца.</p>
    <p><b><em>Во-вторых</em></b>, сроки прививок определены таким образом, чтобы иммунитет успевал вырабатываться к каждому из заболеваний последовательно.</p>
    <p><b><em>В-третьих</em></b>, учтено, что ко всем инфекциям иммунитет вырабатывается по-своему и сохраняется в течение разного промежутка времени. Например, прививки детям от кори делают однократно, а от дифтерии &ndash; периодически повторяют.</p>
    <h3>Самые первые прививки</h3>
    <p>Первые прививки малышу делают еще в родильном отделении. В первые сутки &ndash; вакцинируют от гепатита В, а через трое суток после рождения &ndash; от туберкулеза. Поэтому, отправляясь в роддом, нужно уже четко определиться со своей позицией в отношении прививок.</p>
    <p><b><em>Воспользуйтесь нашим уникальным сервисом, рассчитайте сроки вакцинации для своего ребенка, защитите его от опасных заболеваний и дайте возможность вырасти крепким и здоровым. </em></b></p>
</div>