<?php
class m111020_101132_add_region_settlement_id extends CDbMigration
{
	public function up()
	{
		$this->execute("ALTER TABLE `geo_rus_region`
ADD COLUMN `settlement_id` INT (11)");

$sql = "REPLACE INTO `geo_rus_region` (`id`, `name`, `settlement_id`) VALUES
	(1, 'Адыгея респ.', 140),
	(2, 'Алтай респ.', 416),
	(3, 'Алтайский край', 669),
	(4, 'Амурская обл.', 2312),
	(5, 'Архангельская обл.', 2997),
	(6, 'Астраханская обл.', 5807),
	(7, 'Байконур г.', 148317),
	(8, 'Башкортостан респ.', 8313),
	(9, 'Белгородская обл.', 10318),
	(10, 'Брянская обл.', 11844),
	(11, 'Бурятия респ.', 14563),
	(12, 'Владимирская обл.', 15103),
	(13, 'Волгоградская обл.', 17386),
	(14, 'Вологодская обл.', 19534),
	(15, 'Воронежская обл.', 25552),
	(16, 'Дагестан респ.', 27781),
	(17, 'Еврейская авт.обл.', 28663),
	(18, 'Забайкальский край', 29545),
	(19, 'Ивановская обл.', 30534),
	(20, 'Ингушетия респ.', 32722),
	(21, 'Иркутская обл.', 33148),
	(22, 'Кабардино-Балкарская респ.', 34079),
	(23, 'Калининградская обл.', 34519),
	(24, 'Калмыкия респ.', 35511),
	(25, 'Калужская обл.', 36637),
	(26, 'Камчатский край', 38785),
	(27, 'Карачаево-Черкесская респ.', 38862),
	(28, 'Карелия респ.', 39458),
	(29, 'Кемеровская обл.', 40090),
	(30, 'Кировская обл.', 42232),
	(31, 'Коми респ.', 45658),
	(32, 'Костромская обл.', 46164),
	(33, 'Краснодарский край', 49004),
	(34, 'Красноярский край', 50819),
	(35, 'Курганская обл.', 52432),
	(36, 'Курская обл.', 54419),
	(37, 'Ленинградская обл.', 148316),
	(38, 'Липецкая обл.', 59746),
	(39, 'Магаданская обл.', 60598),
	(40, 'Марий Эл респ.', 61028),
	(41, 'Мордовия респ.', 63453),
	(42, 'Москва г.', 148315),
	(43, 'Московская обл.', 148315),
	(44, 'Мурманская обл.', 69143),
	(45, 'Ненецкий АО', 69221),
	(46, 'Нижегородская обл.', 72109),
	(47, 'Новгородская обл.', 74565),
	(48, 'Новосибирская обл.', 78667),
	(49, 'Омская обл.', 80269),
	(50, 'Оренбургская обл.', 81869),
	(51, 'Орловская обл.', 84240),
	(52, 'Пензенская обл.', 86110),
	(53, 'Пермский край', 88981),
	(54, 'Приморский край', 90396),
	(55, 'Псковская обл.', 96887),
	(56, 'Ростовская обл.', 100985),
	(57, 'Рязанская обл.', 103467),
	(58, 'Самарская обл.', 105023),
	(59, 'Санкт-Петербург г.', 148316),
	(60, 'Саратовская обл.', 106630),
	(61, 'Саха (Якутия) респ.', 107671),
	(62, 'Сахалинская обл.', 107949),
	(63, 'Свердловская обл.', 108335),
	(64, 'Северная Осетия - Алания респ.', 109589),
	(65, 'Смоленская обл.', 113024),
	(66, 'Ставропольский край', 114388),
	(67, 'Тамбовская обл.', 115851),
	(68, 'Татарстан респ.', 116936),
	(69, 'Тверская обл.', 126864),
	(70, 'Томская обл.', 128532),
	(71, 'Тульская обл.', 131921),
	(72, 'Тыва респ.', 132546),
	(73, 'Тюменская обл.', 134361),
	(74, 'Удмуртская респ.', 135288),
	(75, 'Ульяновская обл.', 137658),
	(76, 'Хабаровский край', 138241),
	(77, 'Хакасия респ.', 138508),
	(78, 'Челябинская обл.', 140066),
	(79, 'Чеченская респ.', 140309),
	(80, 'Чувашия респ.', 141995),
	(81, 'Чукотский АО', 142238),
	(82, 'Ярославская обл.', 148284);";

		$this->execute($sql);
		
		if(Yii::app()->hasComponent('cache'))
		{
			Yii::app()->getComponent('cache')->flush();
			echo "Cache flused\n";
		}
		
		$this->clearAssets();
	}
	
	private function clearAssets()
	{
		$path = Yii::app()->getComponent('assetManager')->getBasePath();
		$this->clearDir($path);
		echo "Assets clear\n";
	}

	private function clearDir($folder, $main=true)
	{
		if(is_dir($folder))
		{
			$handle = opendir($folder);
			while($subfile = readdir($handle))
			{
				if($subfile == '.' || $subfile == '..')
					continue;
				if(is_file($subfile))
					unlink("{$folder}/{$subfile}");
				else
					$this->clearDir("{$folder}/{$subfile}", false);
			}
			closedir($handle);
			if(!$main)
				rmdir($folder);
		}
		else
			unlink($folder);
	}

	public function down()
	{
		echo "m111020_101132_add_region_settlement_id does not support migration down.\n";
		return false;
		
		$this->execute("");
	}

	/*
	// Use safeUp/safeDown to do migration with transaction
	public function safeUp()
	{
	}

	public function safeDown()
	{
	}
	*/
}
