<?php

class m111216_134114_create_egruzovozoff_tarif_data extends CDbMigration
{
	private $_table = 'shop_delivery_egruzovozofftarif';
	
	public function up()
	{
		$sql = "
			INSERT INTO `shop_delivery_egruzovozofftarif` (`id`, `price`, `city`) VALUES 
			  (1, 300, 'Абакан'),
			  (2, 300, 'Архангельск'),
			  (3, 300, 'Астрахань'),
			  (4, 300, 'Балаково'),
			  (5, 300, 'Барнаул'),
			  (6, 300, 'Белгород'),
			  (7, 500, 'Благовещенск'),
			  (8, 300, 'Брянск'),
			  (9, 500, 'Владивосток'),
			  (10, 300, 'Волгоград'),
			  (11, 300, 'Вологда'),
			  (12, 300, 'Воронеж'),
			  (13, 300, 'Екатеринбург'),
			  (14, 300, 'Ижевск'),
			  (15, 300, 'Иркутск'),
			  (16, 300, 'Йошкар-Ола'),
			  (17, 300, 'Казань'),
			  (18, 300, 'Кемерово'),
			  (19, 300, 'Киров'),
			  (20, 300, 'Краснодар'),
			  (21, 300, 'Красноярск'),
			  (22, 300, 'Курган'),
			  (23, 300, 'Курск'),
			  (24, 300, 'Липецк'),
			  (25, 300, 'Магнитогорск'),
			  (26, 300, 'Москва'),
			  (27, 300, 'Мурманск'),
			  (28, 300, 'Набережные Челны'),
			  (29, 300, 'Нижневартовск'),
			  (30, 300, 'Нижний Новгород'),
			  (31, 300, 'Нижний Тагил'),
			  (32, 300, 'Новокузнецк'),
			  (33, 300, 'Новороссийск'),
			  (34, 300, 'Новосибирск'),
			  (35, 300, 'Омск'),
			  (36, 300, 'Орел'),
			  (37, 300, 'Оренбург'),
			  (38, 300, 'Орск'),
			  (39, 300, 'Пенза'),
			  (40, 300, 'Пермь'),
			  (41, 300, 'Петрозаводск'),
			  (42, 300, 'Псков'),
			  (43, 300, 'Пятигорск'),
			  (44, 300, 'Ростов-на-Дону'),
			  (45, 300, 'Самара'),
			  (46, 300, 'Санкт-Петербург'),
			  (47, 300, 'Саранск'),
			  (48, 300, 'Саратов'),
			  (49, 300, 'Смоленск'),
			  (50, 300, 'Сочи'),
			  (51, 300, 'Ставрополь'),
			  (52, 300, 'Стерлитамак'),
			  (53, 300, 'Сургут'),
			  (54, 300, 'Сыктывкар'),
			  (55, 300, 'Таганрог'),
			  (56, 300, 'Тольятти'),
			  (57, 300, 'Томск'),
			  (58, 300, 'Тюмень'),
			  (59, 500, 'Улан-Удэ'),
			  (60, 300, 'Ульяновск'),
			  (61, 300, 'Уфа'),
			  (62, 500, 'Хабаровск'),
			  (63, 300, 'Чебоксары'),
			  (64, 300, 'Челябинск'),
			  (65, 300, 'Череповец'),
			  (66, 300, 'Ярославль');
		";
		$this->execute($sql);
	}

	public function down()
	{
		$this->truncateTable($this->_table);
	}

	/*
	// Use safeUp/safeDown to do migration with transaction
	public function safeUp()
	{
	}

	public function safeDown()
	{
	}
	*/
}