<!DOCTYPE html>
<!--[if lt IE 8]>      <html class="ie7"> <![endif]-->
<!--[if IE 8]>         <html class="ie8"> <![endif]-->
<!--[if IE 9]>         <html class="ie9"> <![endif]-->
<!--[if gt IE 9]><!--> <html class=""> <!--<![endif]-->
<head>
	<?php include $_SERVER['DOCUMENT_ROOT'].'/block/global/head.php'; ?>

</head>
<body class="body-gray">
	
<div class="layout-container">
	<div class="layout-wrapper">
		<?php include $_SERVER['DOCUMENT_ROOT'].'/block/global/header-new.php'; ?>
			
		<div class="layout-content margin-l0 clearfix">
		<div class="content-cols ">
			<div class="col-white">
			
				<div id="contest" class="contest contest-12">
					<div class="section-banner">
						<div class="button-holder">
							<a href=""class="contest-button">Участвовать!</a>
						</div>
						<img src="/images/contest/banner-w1000-12.jpg" />
					</div>
					
					<div class="contest-nav clearfix">
						<ul>
							<li><a href="">О конкурсе</a></li>
							<li><a href="">Правила</a></li>
							<li class="active"><a href="">Призы</a></li>
							<li><a href="">Участники</a></li>
						</ul>
					</div>
					
					<div class="contest-sponsor">
						<a href="http://www.neopod.ru"><img src="/images/contest/contest-sponsor-12-1.jpg" alt="" class="contest-sponsor_img"></a>
						
					</div>
					
					<div class="content-title">Вас ждут замечательные призы!</div>
					
					<div class="contest-prizes-desc clearfix">
						
						<ul>
							<li class="clearfix">
								<div class="l-col">
									<div class="img">
										<a href=""><img src="/images/prize_42.jpg" /></a>
									</div>
								</div>
								<div class="desc">
									<div class="title">
										Стоматологический набор <b>Silver Care</b> <span class="font-small">(соответствующий возрасту участника)</span>
									</div>
									<p>В состав подарочного набора входит: антибактериальная зубная щетка, зубная паста со вкусом сгущенки, а также забавная игрушка, соответствующая морской тематике </p>
									<div class="title-sub">Зубная паста Silver Care с серебром и витаминным комплексом</div>
									<p>для девочек от 3 до 6 лет эффективно очищает молочные и постоянные зубы.Защищает от кариеса. Зубная паста разработана специально для девочек и отличается ярким дизайном и особенным вкусом бананового микса.</p>
									<p>В состав зубной пасты Silver Care для девочек от 3 до 6 лет входят: коллоидное серебро, ксилитол, Д-пантенол, витамин Е, витамин А, кальция глицерофосфат, натрия фторид.</p>
									<p>
										<i class="color-carrot"> БЕЗ натрия лаурилсульфата!</i> <br>
										<i class="color-carrot"> БЕЗ сахара!</i> <br>
										<i class="color-carrot"> Содержит безопасное количество фтора 0.03%</i> <br>
									</p>
									<div class="title-sub">Зубная щетка Silver Care Junior — 2/6 лет</div>
									<p>Поверхность чистящей головки покрыта серебром для надежной защиты от бактерий. Каждая щетинка тщательно закруглена для бережного очищения зубов и массажа десен. Ручка имеет анатомическую форму для формирования правильных навыков чистки зубов. Защитный футляр обеспечивает гигиеническую чистоту во время путешествий.</p>
									<div class="title-sub">Игрушка из безопасной резины (ПВХ)</div>
									<p>Забавные игрушки — представители морской фауны — интересны для детей разных возрастов. Теперь повседневная чистка зубов превратится в увлекательный и познавательный процесс.</p>
									<p>Коллекция причудливых морских обитателей непременно заинтересует юного натуралиста и станет приятным дополнением к стильным зубным щеткам и пастам Сильвер Кеа.</p>
									<br>
									<p><span class="color-gray">Подробнее:</span> <a href=""> www.silver-care.ru</a> </p>
								</div>
							</li>
							<li class="clearfix">
								<div class="l-col">
									<div class="img">
										<a href=""><img src="/images/prize_43.jpg" /></a>
									</div>
								</div>
								<div class="desc">
									<div class="title">
										Стоматологический набор <b>Silver Care</b> <span class="font-small">(соответствующий возрасту участника)</span>
									</div>
									<p>В состав подарочного набора входит: антибактериальная зубная щетка, зубная паста со вкусом сгущенки, а также забавная игрушка, соответствующая морской тематике </p>
									<div class="title-sub">Зубная паста Silver Care с серебром и витаминным комплексом</div>
									<p>для девочек от 3 до 6 лет эффективно очищает молочные и постоянные зубы.Защищает от кариеса. Зубная паста разработана специально для девочек и отличается ярким дизайном и особенным вкусом бананового микса.</p>
									<p>В состав зубной пасты Silver Care для девочек от 3 до 6 лет входят: коллоидное серебро, ксилитол, Д-пантенол, витамин Е, витамин А, кальция глицерофосфат, натрия фторид.</p>
									<p>
										<i class="color-carrot"> БЕЗ натрия лаурилсульфата!</i> <br>
										<i class="color-carrot"> БЕЗ сахара!</i> <br>
										<i class="color-carrot"> Содержит безопасное количество фтора 0.03%</i> <br>
									</p>
									<div class="title-sub">Зубная щетка Silver Care Junior — 2/6 лет</div>
									<p>Поверхность чистящей головки покрыта серебром для надежной защиты от бактерий. Каждая щетинка тщательно закруглена для бережного очищения зубов и массажа десен. Ручка имеет анатомическую форму для формирования правильных навыков чистки зубов. Защитный футляр обеспечивает гигиеническую чистоту во время путешествий.</p>
									<div class="title-sub">Игрушка из безопасной резины (ПВХ)</div>
									<p>Забавные игрушки — представители морской фауны — интересны для детей разных возрастов. Теперь повседневная чистка зубов превратится в увлекательный и познавательный процесс.</p>
									<p>Коллекция причудливых морских обитателей непременно заинтересует юного натуралиста и станет приятным дополнением к стильным зубным щеткам и пастам Сильвер Кеа.</p>
									<br>
									<p><span class="color-gray">Подробнее:</span> <a href=""> www.silver-care.ru</a> </p>
								</div>
							</li>
							<li class="clearfix">
								<div class="l-col">
									<div class="img">
										<a href=""><img src="/images/prize_44.jpg" /></a>
									</div>
								</div>
								<div class="desc">
									<div class="title">
										Стоматологический набор <b>Silver Care</b> <span class="font-small">(соответствующий возрасту участника)</span>
									</div>
									<p>В состав подарочного набора входит: антибактериальная зубная щетка, зубная паста со вкусом сгущенки, а также забавная игрушка, соответствующая морской тематике </p>
									<div class="title-sub">Зубная паста Silver Care с серебром и витаминным комплексом</div>
									<p>для девочек от 3 до 6 лет эффективно очищает молочные и постоянные зубы.Защищает от кариеса. Зубная паста разработана специально для девочек и отличается ярким дизайном и особенным вкусом бананового микса.</p>
									<p>В состав зубной пасты Silver Care для девочек от 3 до 6 лет входят: коллоидное серебро, ксилитол, Д-пантенол, витамин Е, витамин А, кальция глицерофосфат, натрия фторид.</p>
									<p>
										<i class="color-carrot"> БЕЗ натрия лаурилсульфата!</i> <br>
										<i class="color-carrot"> БЕЗ сахара!</i> <br>
										<i class="color-carrot"> Содержит безопасное количество фтора 0.03%</i> <br>
									</p>
									<div class="title-sub">Зубная щетка Silver Care Junior — 2/6 лет</div>
									<p>Поверхность чистящей головки покрыта серебром для надежной защиты от бактерий. Каждая щетинка тщательно закруглена для бережного очищения зубов и массажа десен. Ручка имеет анатомическую форму для формирования правильных навыков чистки зубов. Защитный футляр обеспечивает гигиеническую чистоту во время путешествий.</p>
									<div class="title-sub">Игрушка из безопасной резины (ПВХ)</div>
									<p>Забавные игрушки — представители морской фауны — интересны для детей разных возрастов. Теперь повседневная чистка зубов превратится в увлекательный и познавательный процесс.</p>
									<p>Коллекция причудливых морских обитателей непременно заинтересует юного натуралиста и станет приятным дополнением к стильным зубным щеткам и пастам Сильвер Кеа.</p>
									<br>
									<p><span class="color-gray">Подробнее:</span> <a href=""> www.silver-care.ru</a> </p>
								</div>
							</li>
							
						</ul>
						<div class=" margin-r40 clearfix">
							<div class="be-active">
								Будьте активны! <i class="icon"></i>
							</div>
						</div>

						<div class="contest-brand">
							<div class="contest-brand_logo">
								<a href="" class="">
									<img src="/images/contest/contest-brand_logo_12.jpg" alt="">
								</a>
							</div>
							<div class="contest-brand_hold">
								<p>Это бренд всемирно известного итальянского производителя Piave, который был основан еще 150 лет тому назад.</p>
								<p>Piave производит зубные щетки и аксессуары для полости рта для крупнейших фармацевтических компаний. А уникальные антибактериальные зубные щетки с серебряным покрытием — под своей собственной торговой маркой Silver Care.</p>
								<p>Антибактериальное серебряное покрытие — это концептуально новое, оригинальное и эффективное решение проблемы размножения бактерий на поверхности зубных щеток и аксессуаров.</p>
							</div>
						</div>
					</div>

	            </div>
				
			</div>
		</div>
		</div>
		<div class="footer-push"></div>
	</div>
	<?php include $_SERVER['DOCUMENT_ROOT'].'/block/global/footer.php'; ?>
</div>
</body>
</html>
