<?php
$this->pageTitle = $this->contest->name . ' - Правила';
?>

<div class="b-contest__block textalign-c">
    <div class="b-contest__title">Как стать лидером</div>
    <ul class="b-contest__list">
        <li class="b-contest__li">
            <div class="b-rules__ico-wrapper">
                <div class="b-rules__ico b-rules__ico-commentator"></div>
            </div>
            <div class="b-rules__descr">Комментируй все, что интересно на сайте. А также вступай в дискуссии с другими пользователями - отвечай на их комментарии</div>
        </li>
        <li class="b-contest__li">
            <div class="b-rules__ico-wrapper">
                <div class="b-rules__ico b-rules__ico-how"></div>
            </div>
            <div class="b-rules__descr">Пиши интересные и полезные комментарии, чтобы они нравились другим пользователям и призывали к дальнейшему обсуждению записей</div>
        </li>
        <li class="b-contest__li">
            <div class="b-rules__ico-wrapper">
                <div class="b-rules__ico b-rules__ico-comments"></div>
            </div>
            <div class="b-rules__descr">Пиши как можно больше комментариев. Это первый залог к успеху</div>
        </li>
    </ul>
    <div class="b-contest__title margin-t30">Пример комментария</div>
    <div class="contest-commentator-example_in textalign-l">
        <div class="comments comments__buble">
            <div class="comments_hold">
                <ul class="comments_ul">
                    <li class="comments_li comments_li__blue">
                        <div class="comments_i clearfix">
                            <div class="comments_ava">
                                <!-- ava--><a href="#" class="ava ava__female"><span class="ico-status ico-status__online"></span><img alt="" src="http://img.happy-giraffe.ru/thumbs/200x200/167771/ava9a3e33bd8a5a29146175425a5281390d.jpg" class="ava_img"></a>
                            </div>
                            <div class="comments_frame">
                                <div class="comments_header"><a href="#" rel="author" class="a-light comments_author"> Иванна Хлебникова</a>
                                    <time datetime="2012-12-23" class="tx-date">2 минуты назад</time>
                                </div>
                                <div class="comments_cont">
                                    <div class="wysiwyg-content">
                                        <p>Я младшей читаю, она тоже не любит читать, вроде есть у неё желание, но пока читает, смысла не понимает, то есть даже не может сказать о чем. Мы во втором классе, и вот буквально сегодня, что бы сделать письменное задание по литературе, я сперва ей прочитала с выражением сказку Золотая рыбка, она ответила на вопросы по тексту, потом в тетради заполнила, а потом уж сама немного почитала.</p>
                                    </div>
                                </div>
                                <div class="from-article-s clearfix">
                                    <div class="from-article-s_ava">
                                        <!-- ava--><a href="#" class="ava ava__middle"><img alt="" src="http://img.happy-giraffe.ru/thumbs/200x200/189385/74c3062ab78a806abc8d3a3e8990bf0e.jpg" class="ava_img"></a>
                                    </div>
                                    <div class="from-article-s_hold">
                                        <div class="from-article-s_head"><a href="#" class="a-light">Ангелина Богоявленская</a>
                                            <time datetime="2012-12-23" class="tx-date">2 минуты назад</time>
                                        </div><a href="#" class="from-article-s_t">До какого возраста нужно читать детям книжки?</a>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    </div>
    <div class="contest-commentator-rule textalign-l padding-t30">
        <div class="b-contest__title margin-b40 textalign-c">Правила конкурса</div>
        <ol class="contest-commentator-rule_ol">
            <li class="contest-commentator-rule_li">
                <h3 class="contest-commentator-rule_t-sub">1. &nbsp; Общие правила проведения Конкурса</h3>
                <ol>
                    <li>Конкурс <a href="http://www.happy-giraffe.ru/commentatorsContest/">"Комментатор месяца"</a> проводится на сайте &nbsp;<a href="http://www.happy-giraffe.ru">“Веселый Жираф”</a> ежемесячно.</li>
                    <li>Датой начала конкурса считается первый день месяца, датой окончания - последний день месяца.</li>
                    <li>Организаторы Конкурса - Сайт для всей семьи “Веселый Жираф” &nbsp;<a href="http://www.happy-giraffe.ru">http://www.happy-giraffe.ru</a></li>
                    <li>Участниками конкурса могут быть граждане, проживающие на территории России и Украины.</li>
                    <li>Анкета Участника должна быть максимально заполненной с загруженным фото профиля.</li>
                    <li>Правила написания комментариев (см. ниже).</li>
                </ol>
            </li>
            <li class="contest-commentator-rule_li">
                <h3 class="contest-commentator-rule_t-sub">2. &nbsp; Правила участия в Конкурсе</h3>
                <ol>
                    <li>Для того, чтобы принять участие в Конкурсе, необходимо зарегистрироваться на сайте, иметь максимально заполненную анкету с личной фотографией.</li>
                    <li>Участникам необходимо писать комментарии к любым постам на нашем сайте и собирать баллы. Внизу каждого поста есть поле, в котором и нужно писать комментарии.</li>
                    <li>Комментарии должны быть яркие, содержательные и осмысленные. Слишком короткие комментарии, ограничивающиеся двумя - тремя словами к участию в Конкурсе не допускаются, засчитывается комментарий от 40 знаков.</li>
                    <li>Добавленный видеоролик или загруженное изображение к комментарию будет приравниваться к полноценному предложению, но с условием - изображение или видео должны соответствовать теме комментируемого поста.</li>
                    <li>К участию в конкурсе не допускаются комментарии, унижающие чье-либо достоинство, комментарии с  присутствием ненормативной лексики (даже если слово «литературное») - автор таких комментариев отправляется в черный список и больше не участвует в Конкурсе.</li>
                    <li>Запрещается писать комментарии, не несущие смысловой нагрузки, а также  размещать в комментариях спам и другие сторонние ссылки.</li>
                    <li>Запрещается размещать комментарии, скопированные у других пользователей, а также с других сайтов.</li>
                    <li>За комментарии, написанные с мобильного приложения <a href="https://play.google.com/store/apps/details?id=ru.happy_giraffe.blogger&hl=ru">“Жираф.Блоги”</a>, Участник получает в 2 раза больше баллов.</li>
                    <li>В Конкурсе могут участвовать пользователи,  достигшие 18 лет.</li>
                    <li>К участию в Конкурсе не допускаются:
                        <p>- сотрудники и представители Организаторов;</p>
                        <p>- лица, способные повлиять на результаты Конкурса;</p>
                        <p>- члены  семей сотрудников и представителей Организаторов;</p>
                        <p>- работники других юридических лиц, причастных к организации и проведению Конкурса.</p>
                    </li>
                </ol>
            </li>
            <li class="contest-commentator-rule_li">
                <h3 class="contest-commentator-rule_t-sub">3. &nbsp;  Наградной фонд</h3>
                <ol>
                    <li>Наградной фонд Конкурса формируется за счет средств Организатора Конкурса.</li>
                    <li>Победители будут определяться количеством и качеством комментариев.</li>
                    <li>По окончании Конкурса будут подведены итоги, где первые 10 суперактивных комментаторов, набравшие максимальное количество баллов, получат приз в размере 1000 рублей на счет мобильного телефона.</li>
                    <li>Комментарии, которые были добавлены в последний день Конкурса, с частотой менее минуты, для накрутки результатов, будут считаться 1:2. Таким образом, статистика Участника уменьшится наполовину.</li>
                    <li>Минимум, который необходимо набрать для получения приза - 500 баллов. Все Участники в ТОП-10, не набравшие данный минимум, за весь период Конкурса,  приз не получают.</li>
                </ol>
            </li>
            <li class="contest-commentator-rule_li">
                <h3 class="contest-commentator-rule_t-sub">4. &nbsp;  Порядок проведения Конкурса и объявление результатов</h3>
                <ol>
                    <li>Все комментарии участники Конкурса оставляют под постами сайта &nbsp;<a href="http://www.happy-giraffe.ru">http://www.happy-giraffe.ru</a></li>
                    <li>Победителями Конкурса станут первые 10 человек, согласно итоговому подсчету максимального количества комментариев.</li>
                    <li>Информация о Победителях будет опубликована на сайте 1 числа, следующего за конкурсом месяца.</li>
                    <li>Администрация сайта отправит победившим Участникам уведомление на электронный адрес.</li>
                    <li>Организатор имеет право отказать Участнику в предоставлении приза,  если он нарушил Правила конкурса, несвоевременно или неверно предоставил о себе необходимую информацию.</li>
                    <li>Организаторы Конкурса не несут ответственности за неполучение приза Победителем в случае, если с ним не удается связаться по указанным им контактам (отключен телефон, вне зоны доступа, отключен интернет и т.п).</li>
                    <li>Контактные данные для получения приза должны быть предоставлены победителем не позднее двух недель, после получения уведомления.</li>
                </ol>
            </li>
            <li class="contest-commentator-rule_li">
                <h3 class="contest-commentator-rule_t-sub">5. &nbsp;  Права и обязанности Участников и Организатора</h3>
                <ol>
                    <li>Участие в конкурсе подразумевает полное ознакомление и согласие Участников с данными Правилами.  </li>
                    <li>Организаторы Конкурса гарантируют неразглашение информации личных данных Победителей Конкурса без их согласия.</li>
                </ol>
            </li>
        </ol>
    </div>
</div>