<div class="contest-prizes-desc clearfix">

    <ul>
        <li class="clearfix">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_32.jpg" /></a>
                </div>
            </div>
            <div class="desc">
                <div class="title">
                    <b>Комфортер Куски/Cuski</b> — первая игрушка вашего малыша.
                </div>
                <p>Термин Cuski  в переводе с уэлльского языка означает "засыпать". Также такие игрушки называют  игрушками-компаньонами, обнимашками, сосуночками.  </p>
                <p>Уникальная концепция Куски в том, что комфортер  рекомендуется сначала подержать рядом с мамой или папой, лучше положить на грудь во время кормления, чтобы он впитала ваш запах. Когда наступит время положить малыша в кровать, дайте ему комфортер  Куски -  у вашего ребенка создастся впечатление, что мама рядом и это поможет ему заснуть.</p>
                <p>Комфортер Куски в Англии считается обязательной покупкой для малыша, это его первая игрушка-компаньон, первая игрушка новорожденного. Куски легко везде брать с собой, легко стирать, он не деформируется после стирки. Как правило, дети не сразу расстаются с Куски - игрушка служит им несколько лет, ее берут в поездки, с ней спят, играют, девочки постарше кладут ее в кроватку уже своим куклам.</p>
                <p> Самое удивительное открытие было сделано в ходе испытаний впитывающих способностей Куски акушерками. Они выяснили, что Куски не только передает малышу запах мамы, но и передает маме запах малыша, что особо важно при проблемах с кормлением. Именно запах малыша помогает мамочкам вернуть приток молока </p>
                <br>
                <p><span class="color-gray">Подробнее о</span> <a href="http://www.littlemonkeys.ru/shop5_1_37.html?utm_source=happygiraffe&utm_medium=link&utm_campaign=Cuski" target="_blank">комфортер Cuski</a> </p>
            </div>
        </li>

    </ul>
    <div class="be-active">
        Будьте активны! <i class="icon"></i>
    </div>
</div>