<div class="contest-prizes-desc clearfix">

    <ul>
        <li class="clearfix">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_36.jpg" /></a>
                </div>
            </div>
            <div class="desc">
                <div class="title">
                    Детский электромобиль <b>NeoTrike Beetle</b>
                </div>
                <p>NeoTrike Beetle - это детский электромобиль с пультом управления для одного ребенка. Стильный электромобиль  с яркими аппликациями на корпусе похож на настоящую машину Фольцвагена "Жук". </p>
                <p>Детский электромобиль может ехать вперед и назад, имеет простое управление: для движения вперед необходимо нажать на педальку газа, чтобы остановить электромобиль достаточно её отпустить. Дверки легко открываются, а на панели приборной можно нажать на кнопку сигнала-гудка. Фары имитируют свет, но не горят. Электромобилем можно управлять дистанционно при помощи пульта управления или вручную - самый непоседливый гонщик будет под контролем родителей.</p>
                <br>
                <p><span class="color-gray">Подробнее:</span> <a href="http://www.neopod.ru/products/neotrike_A19_green/">www.neopod.ru/products/neotrike_A19_green/</a> </p>
            </div>
        </li>
        <li class="clearfix">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_37.jpg" /></a>
                </div>
            </div>
            <div class="desc">
                <div class="title">
                    Детский электромобиль <b>NeoTrike Commando</b>
                </div>
                <p>Детский электромобиль в стиле Порше подойдет для детей от полутора лет. Такую машинку ребенок сможет использовать как каталку или управлять самостоятельно при помощи педалей. Электромобиль разгоняется до 2 км/ч и безопасен для ребенка. Малыш сможет кататься на таком транспортном средстве и дома, и на улице.</p>
                <p>Если ребенок нажмёт на педаль, то машина поедет вперед, если педаль отпустит, то остановится. Звуковые сигналы находятся на руле. Пластиковые колеса имеют резиновые накладки, которые не смогут испортить напольное покрытие дома, улучшают сцепление колёс с дорогой.</p>
                <br>
                <p><span class="color-gray">Подробнее:</span> <a href="http://www.neopod.ru/products/neotrike_mini_m_b26/">www.neopod.ru/products/neotrike_mini_m_b26/</a> </p>
            </div>
        </li>
        <li class="clearfix">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_38.jpg" /></a>
                </div>
            </div>
            <div class="desc">
                <div class="title">
                    Детский электромобиль <b>NeoTrike Mini Mercedes Benz</b>
                </div>
                <p>Детский электромобиль Мерседес Бенц предназначен для детей полтора-двух лет. Такая стильная машинка не разгоняется сильно, ее скорость составляет около 2 км/ч, что абсолютно безопасно для ребенка. Электромобиль можно использовать в качестве машинки-каталки на улице и дома.</p>
                <p>Машину ребенок сможет привести в движение, если нажмёт на педаль, электромобиль остановится, если малыш педаль отпустит.</p>
                <br>
                <p><span class="color-gray">Подробнее:</span> <a href="http://www.neopod.ru/products/neotrike_mini_benz_b21/">www.neopod.ru/products/neotrike_mini_benz_b21/</a> </p>
            </div>
        </li>

    </ul>
    <div class="clearfix">
        <div class="be-active">
            Будьте активны! <i class="icon"></i>
        </div>
    </div>
    <div class="clearfix margin-t30">
        <p>
            <img src="/images/contest/contest-sponsor-11-2.jpg" alt="" class="display-ib verticalalign-m"> – это детский интернет-магазин, в котором более 30 000 товаров, более 10 лет работы, более 50 пунктов самовывоза в городах России и курьерская доставка до вашего дома.</p>
        <p>Мы работаем напрямую с производителями и за счет этого предлагаем скидки до 50% на игрушки и одежду, акции на лучшие детские бренды, только качественные товары, а также быструю доставку заказов с собственных складов.</p>
        <p>Neopod.ru – это такой же супермаркет, в котором вы привыкли покупать детские товары, но с доставкой до вашего дома. Это выгодно, удобно и надежно!</p>
        <p><span class="color-gray">Подробнее:</span> <a href="http://www.neopod.ru/">www.neopod.ru</a> </p>
        <br>
        <p>Под маркой  <img src="/images/contest/contest-sponsor-11-3.jpg" alt="" class="display-ib verticalalign-b"> выпускается качественный и удобный детский аккумуляторный транспорт: детские электромобили, детские электромотоциклы, детские электроквадроциклы, а также детские веломобили и педальные машины. Электромобили NeoTrike производятся из высококачественных материалов. В первую очередь это высокопрочный пластик, безопасный для детского здоровья и изготавливаемый без использования токсичных веществ и красителей. Гарантия на транспорт составляет 6 месяцев.
            <br>
            Весь детский транспорт NeoTrike успешно прошел процедуру сертификации и соответствует ГОСТ 25779-90 (Сертификат № РОСС СN.AB52.B50425, Сертификат № РОСС СN.AB86.B03684</p>
        <p><span class="color-gray">Подробнее:</span> <a href="http://www.neopod.ru/products/neotrike_mini_benz_b21/">www.neopod.ru/products/neotrike_mini_benz_b21/</a> </p>
    </div>
</div>