<div class="contest-prizes-desc clearfix">

    <ul>
        <li class="clearfix" id="prize-1">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_10.jpg" /></a>
                </div>
                <div class="place place-1-1"></div>
            </div>
            <div class="desc">
                <div class="title">
                    Детский надувной бассейн <b>Intex «Easy Set»</b>
                </div>
                <p>Огромный надувной бассейн с высокопрочными тройными стенками для всей семьи! Его диаметр более <b>3,5 метров</b>, а высота почти <b>целый метр</b>! Бассейн легко собирается, устанавливается всего за <b>10 минут</b> и не требует специально подготовленной площадки.</p>
                <p>Удобный насос прекрасно очищает воду, поэтому менять её придётся всего 1 раз в месяц.  </p>
            </div>
        </li>
        <li class="clearfix" id="prize-2">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_11.jpg" /></a>
                </div>
                <div class="place place-2"></div>
            </div>
            <div class="desc">
                <div class="title">
                    Детский надувной бассейн  <b>Intex «Easy Setk»</b>
                </div>
                <p>Шикарный детский надувной бассейн, в котором легко могут охладиться даже  взрослые! </p>
                <p>Бассейн продуман до мелочей: в углах расположены удобные сиденья, а на бортиках — держатели для напитков. Размеры бассейна <b>229х229 см</b>, а глубина — <b>66 см</b>. </p>
                <p>Наслаждайтесь комфортным отдыхом вместе со своими детьми!</p>
            </div>
        </li>
        <li class="clearfix" id="prize-3">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_12.jpg" /></a>
                </div>
                <div class="place place-3"></div>
            </div>
            <div class="desc">
                <div class="title">
                    Детский надувной бассейн  <b>Intex «Жираф»</b>
                </div>
                <p>Детский надувной бассейн «Жираф» обрадует любого дошкольника.  Яркий бассейн с круглой чашей, размерами <b>208х165</b> см вместит сразу несколько детей. А высокая «шея» жирафа является одновременно держателем для садового шланга, из которого можно пускать фонтанчик или контрастный душ. </p>
                <p>Доставьте удовольствие своим ребятишкам! </p>
            </div>
        </li>
        <li class="clearfix" id="prize-4">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_13.jpg" /></a>
                </div>
                <div class="place place-4-5"></div>
            </div>
            <div class="desc">
                <div class="title">
                    Термометр для воды и воздуха <b>Avent Philips SCH 550/20 </b>
                </div>
                <p>Удивительный термометр  Avent Philips  выглядит как обычная игрушка, но работает «по-взрослому», измеряя температуру воздуха или воды в диапазоне от 10 до 40 градусов выше нуля. Он <b>совершенно безопасен</b>. </p>
                <p>Ребенок будет с удовольствием с ним играть, а вы — контролировать, комфортно ли ему в воде.</p>
            </div>
        </li>

    </ul>

</div>