<div class="contest-prizes-desc clearfix">

    <ul>
        <li class="clearfix" id="prize-1">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_16.jpg" /></a>
                </div>
                <div class="place place-1-1"></div>
            </div>
            <div class="desc">
                <div class="title">
                    Детские электронные весы <b>LAICA PS3003 (Италия)</b>
                </div>
                <p>Детские итальянские электронные весы LAICA PS3003. Прекрасное приспособление для точного взвешивания детей от рождения до достижения ими веса <b>25 килограммов</b>. Весы обладают повышенной точностью измерения, с погрешностью всего в 10 граммов и могут определить вес даже беспокойного малыша. Кроме того, они запоминают последние цифры измерений, отображая положительный или отрицательный прирост, а также имеют удобную ручку для переноски </p>
            </div>
        </li>
        <li class="clearfix" id="prize-2">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_17.jpg" /></a>
                </div>
                <div class="place place-2"></div>
            </div>
            <div class="desc">
                <div class="title">
                    Мини-блендер <b>Philips AVENT SCF 860/22</b>
                </div>
                <p>Уникальный мини-блендер Philips AVENT станет незаменимым помощником в вашей семье. С помощью этого приспособления можно легко не только измельчить еду, но и хранить её, так как в комплекте с самим блендером идут <b>пять контейнеров с крышками</b>. Прилагаются к нему ещё и ложечки для кормления, а также сборник специальных детских рецептов. Блендер будет полезен мамам, которые решили самостоятельно готовить блюда первого прикорма своему малышу. Однако и мамы подросших детишек не откажутся от столь полезного помощника на кухне.</p>
            </div>
        </li>
        <li class="clearfix" id="prize-3">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_18.jpg" /></a>
                </div>
                <div class="place place-3"></div>
            </div>
            <div class="desc">
                <div class="title">
                    Мини-комбайн <b>Maman ЕС01М</b>
                </div>
                <p>Мини-комбайн Маман ЕС01М – как только он окажется в вашем распоряжении, вы удивитесь, как же можно было жить без него раньше? Ваш маленький большой помощник легко измельчит овощи и фрукты до состояния пюре или натрет на тёрке, а может быть — нашинкует. Всё зависит от выбранной вами насадки. Комбайн совершенно безопасен — его двигатель блокируется, если крышка неплотно закрыта. Натертые или измельченные продукты отводятся в другую ёмкость при помощи специальной крышки. </p>
            </div>
        </li>

    </ul>
    <div class="be-active">
        Будьте активны! <i class="icon"></i>
    </div>
</div>