<div class="contest-prizes-desc clearfix">

    <ul>
        <li class="clearfix">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_26.jpg" /></a>
                </div>
            </div>
            <div class="desc">
                <div class="title">
                    Книга  <b>«Детство выдающихся людей»</b>
                </div>
                <p>Как воспитать великого математика, музыканта, оратора или спортсмена, рассказывают родители малышей со всей страны. В книге собраны самые интересные практические советы от мам и пап, которые щедро поделились своим личным опытом в воспитании, а также рекомендации специалистов. </p>
            </div>
        </li>
        <li class="clearfix">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_27.jpg" /></a>
                </div>
            </div>
            <div class="desc">
                <div class="title">
                    Развивающая игра   <b>«Лабиринт»</b>
                </div>
                <p>Игрушка «Лабиринт» - это прекрасный способ развить в ребенке внимание, концентрацию, логику, пространственное мышление, мелкую моторику и сенсорику. Игрушка вовлекает ребенка в процесс размышления и анализа. Решив эту сложную для себя задачу, малыш почувствует гордость за результат. <br>А вы со своей стороны обязательно понаблюдайте за ним и похвалите за успехи! </p>
            </div>
        </li>
        <li class="clearfix">
            <div class="l-col">
                <div class="img">
                    <a href=""><img src="/images/prize_28.jpg" /></a>
                </div>
            </div>
            <div class="desc">
                <div class="title">
                    Набор детского питания  <b>Heinz</b>
                </div>
                <p>Для полноценного здорового роста и развития малышей детская продукция Heinz дополнительно обогащена витаминами и минералами. </p>
            </div>
        </li>

    </ul>
    <div class="be-active">
        Будьте активны! <i class="icon"></i>
    </div>
</div>