<p align="center"><strong>Где найти картинки для блога: простые и не очень пути</strong></p>



<p>Тексты &ndash; это хорошо, но не наглядно. Картинки тоже хорошо, но не понятно. Значит, в идеале для постов в блоге необходимо использовать как текстовый контент, так и графический. Если со статьями все более-менее понятно: мы пишем их сами по интересующей нас теме, то где взять хорошие картинки для своего блога, знают далеко не все. Что ж, тут возможны варианты.</p>



<p>1. <strong>Взять фотоаппарат и сделать фотографию для блога самостоятельно</strong>.</p>



<p>Этот способ самый надежный и правильный, но, к сожалению, не всегда применимый. Вы можете не разбираться в фотографии и не знать, как сделать хороший снимок. Или предмет, фотография которого вам необходима, уже давно стал историей, и запечатлеть его нет возможности. Или тематика вашего блога такова, что делать фото самостоятельно крайне затруднительно. Но, в любом случае, на этот способ лучше всего ориентироваться и по возможности максимально им пользоваться.</p>



<p>Для обработки фотографий рекомендую бесплатную, понятную и функциональную программу Picasa от Google: <a href="http://picasa.google.com/">http://picasa.google.com/</a></p>



<p>2. <strong>Нарисовать картинку самостоятельно в графическом редакторе</strong>.</p>



<p>Этот вариант подходит для тех, кто умеет рисовать. Остальным, увы, придется искать другие пути. Или учиться изобразительному искусству, что, в общем-то, тоже неплохо.</p>



<p>3. <strong>Сделать скрин-шот сайта</strong>.</p>



<p>Если вы пишите инструкцию по регистрации, руководство по покупкам в иностранных Интернет-магазинах или прочие полезные для массового читателя мануалы, то этот способ иллюстрирования сказанного будет для вас наиболее удобен.</p>



<p>Для легкого и быстрого изготовления скрин-шотов отдельных частей экрана рекомендую бесплатную программу Gyazo: <a href="http://gyazo.com/">http://gyazo.com/</a></p>



<p>4. <strong>Сделать скрин-шот видео</strong>.</p>



<p>Видеохостингов в Сети огромное количество, но самым популярным исторически является Youtube. Он хранит множество разнообразных роликов на самые невероятные темы, которые вполне могут стать источником шикарных иллюстраций для нашего блога.</p>



<p>Скриншоты можно делать различными способами. Расскажу о самом простом, который собственноручно проверила на работоспособность и результативность.</p>



<p><em>Шаг первый</em>. Открываем сайт Youtube.com и вводим в строку поиска тему, по которой нам необходимо найти видеоролик. При формулировании поискового запроса на английском языке шансы на успех значительно возрастают. Поскольку нам для иллюстраций нужно видео хорошего качества, чтобы на скриншоте не было &laquo;квадратиков&raquo;, можно в конце поискового запроса приписать &laquo;hd&raquo;, что означает high definition или видео высокой четкости.</p>



<p><img border="0" height="568" src="/images/commentators/1-1.png" width="623" /></p>



<p><em>Шаг два</em>. Открываем понравившийся нам клип.</p>

<p><img border="0" height="382" src="/images/commentators/1-2.png" width="624" /></p>



<p><em>Шаг три</em>. Выбираем максимальное качество ролика.</p>



<p><img border="0" height="378" src="/images/commentators/1-3.png" width="624" /></p>



<p><em>Шаг четыре</em>. Разворачиваем видеоролик на полный экран.</p>

<p><img border="0" height="380" src="/images/commentators/1-4.png" width="624" /></p>



<p><em>Шаг пятый</em>. В нужном месте видеоролика нажимаем на клавиатуре кнопку &laquo;Print screen&raquo; и вставляем получившуюся картинку в любой графический редактор для сохранения. Уникальная картинка для нашего блога готова!</p>



<p><img border="0" height="351" src="/images/commentators/1-5.png" width="624" /></p>



<p>5. <strong>Поискать картинку в фотобанках</strong>.</p>



<p>Фотобанков на просторах Интернета тоже немало, и у каждого из них есть свои особенности, касающиеся легального использования размещенного на них контента. Их необходимо учитывать при заимствовании понравившихся фотографий. Лучше лишний раз перестраховаться, чем впоследствии иметь проблемы с авторами и правообладателями.</p>



<p>Рассмотрим несколько фотобанков, где можно подобрать необходимые картинки.</p>



<p><strong>Flickr.com (</strong><a href="http://flickr.com/">http://Flickr.com</a><strong>)</strong></p>



<p>Один из самых популярных фоторесурсов, чьи фонды исчисляются миллионами единиц хранения. Этот ресурс очень популярен у пользователей разных стран благодаря удобному поиску изображений. Чтобы ограничить свой выбор только теми фотографиями, которые вы, с разрешения авторов, можете использовать в своем блоге (не преследуя коммерческих целей), нужно воспользоваться функцией расширенного поиска (Advanced Search) и установить галочку в поле &laquo;Only search within Creative Commons-licensed content&raquo;. Или воспользоваться каталогом: <a href="http://www.flickr.com/creativecommons/">http://www.flickr.com/creativecommons/</a></p>



<p><img border="0" height="203" src="/images/commentators/1-6.png" width="623" /></p>



<p><strong>Stock.XCHNG (</strong><a href="http://www.sxc.hu/">http://www.sxc.hu</a><strong>)</strong></p>



<p>Этот сайт предоставляет возможность скачать большое количество фотографий самых различных тематик. Но для начала необходимо зарегистрироваться. Детали использования фотографии всегда можно уточнить в информационном поле под изображением и справа в блоке &laquo;Photo details&raquo;. Поисковый запрос необходимо формулировать на английском языке.</p>



<p><img border="0" height="565" src="/images/commentators/1-7.png" width="623" /></p>



<p><strong>Stockvault</strong> (<a href="http://www.stockvault.net/">http://www.stockvault.net/</a>)</p>



<p>Огромное количество фотографий на самые разные темы. Для пользования сайтом регистрация не требуется.</p>



<p><img border="0" height="454" src="/images/commentators/1-8.png" width="623" /></p>









<p><strong>Free Range Stock</strong> (<a href="http://freerangestock.com/">www.freerangestock.com</a>)</p>



<p>На этом сайте можно найти не только фотографии, но и текстуры, а также коллажи. Для получения фотографии обязательна регистрация. Перед скачиванием фото система предлагает оставить отзыв.</p>



<p><img border="0" height="619" src="/images/commentators/1-9.png" width="623" /></p>



<p><strong>Freepixels</strong> (<a href="http://www.freepixels.com/">http://www.freepixels.com</a>)</p>



<p>Большой выбор качественных фотографий. Для скачивания контента регистрация не требуется.</p>



<p><img border="0" height="689" src="/images/commentators/1-10.png" width="623" /></p>



<p><strong>EveryStockPhoto</strong> (<a href="http://www.everystockphoto.com/">http://www.everystockphoto.com</a>)</p>



<p>Если нет времени или желания искать нужное фото по бесчисленному количеству различных фотобанков, можно воспользоваться агрегатором изображений. Сервис EveryStockPhoto позволяет осуществлять поиск сразу по нескольким сайтам. Это очень удобно, так как экономит значительное количество времени. Но при этом обязательно нужно обращать внимание на условия использования каждой понравившейся фотографии.</p>



<p><img border="0" height="552" src="/images/commentators/1-11.png" width="623" /></p>



<p align="center"><strong>Сводная таблица фотобанков с бесплатными фото</strong></p>



<table border="1" cellpadding="0" cellspacing="0" width="900">
<tbody>
<tr>
    <td>
        <p align="center"><strong>№</strong></p>
    </td>
    <td>
        <p align="center"><strong>Название</strong></p>
    </td>
    <td>
        <p align="center"><strong>Адрес</strong></p>
    </td>
    <td>
        <p align="center"><strong>Примечание</strong></p>
    </td>
</tr>
<tr>
    <td>
        <p>1</p>
    </td>
    <td >
        <p>Everystockphoto.com</p>
    </td>
    <td >
        <p><a href="http://www.everystockphoto.com/">http://www.everystockphoto.com</a></p>
    </td>
    <td>
        <p>&nbsp;Агрегатор фотоконтента</p>
    </td>
</tr>
<tr>
    <td>
        <p>2</p>
    </td>
    <td>
        <p>Abstract Influence</p>
    </td>
    <td>
        <p><a href="http://www.abstractinfluence.com/">http://www.abstractinfluence.com</a></p>
    </td>
    <td>
        <p>&nbsp;Фотогалерея по тематикам</p>
    </td>
</tr>
<tr>
    <td>
        <p>3</p>
    </td>
    <td>
        <p>BigFoto</p>
    </td>
    <td>
        <p><a href="http://www.bigfoto.com/">http://www.bigfoto.com/</a></p>
    </td>
    <td>
        <p>&nbsp;Города и страны</p>
    </td>
</tr>
<tr>
    <td>
        <p>4</p>
    </td>
    <td>
        <p>Cepolina Photos</p>
    </td>
    <td>
        <p><a href="http://www.cepolina.com/">http://www.cepolina.com</a></p>
    </td>
    <td>
        <p>&nbsp;Фотографии различных тематик. Возможен перевод сайта на русский язык</p>
    </td>
</tr>
<tr>
    <td>
        <p>5</p>
    </td>
    <td>
        <p>Design Packs</p>
    </td>
    <td>
        <p><a href="http://www.designpacks.com/">http://www.designpacks.com</a></p>
    </td>
    <td>
        <p>&nbsp;15 галерей различных тематик по 15 фото в каждой</p>
    </td>
</tr>
<tr>
    <td>
        <p>6</p>
    </td>
    <td>
        <p>e-Cobo</p>
    </td>
    <td>
        <p><a href="http://www.e-cobo.com/">http://www.e-cobo.com/</a></p>
    </td>
    <td style="width:324px;height:24px;">
        <p>&nbsp;Небольшое количество фотографий большого разрешения различных тематик. На каждой фотографии в правом нижнем углу водяной знак сайта.</p>
    </td>
</tr>
<tr>
    <td>
        <p>7</p>
    </td>
    <td>
        <p>Flickr.com</p>
    </td>
    <td>
        <p><a href="http://flickr.com/">http://Flickr.com</a></p>
    </td>
    <td>
        <p>&nbsp;Большой выбор фотографий, удобный поиск.</p>
    </td>
</tr>
<tr>
    <td>
        <p>8</p>
    </td>
    <td >
        <p>Free Foto</p>
    </td>
    <td>
        <p><a href="http://www.freefoto.com/">http://www.freefoto.com</a></p>
    </td>
    <td>
        <p>&nbsp;Банк изображений различной тематики. Можно скачать понравившееся изображение, указав e-mail. Можно просто скопировать ссылку для вставки в блог.</p>
    </td>
</tr>
<tr>
    <td>
        <p>9</p>
    </td>
    <td >
        <p>Free Images</p>
    </td>
    <td>
        <p><a href="http://www.freeimages.co.uk/">http://www.freeimages.co.uk</a></p>
    </td>
    <td>
        <p>&nbsp;Небольшая коллекция фотографий различных тематик, галереи разбиты по категориям. При использовании ссылка на ресурс обязательна. Сайт требует регистрацию.</p>
    </td>
</tr>
<tr>
    <td>
        <p>10</p>
    </td>
    <td>
        <p>Free Media GOO</p>
    </td>
    <td>
        <p><a href="http://www.freemediagoo.com/">http://www.freemediagoo.com</a></p>
    </td>
    <td>
        <p>&nbsp;Фотографии разбиты по категориям, поиск не доступен. Регистрация не требуется.</p>
    </td>
</tr>
<tr>
    <td>
        <p>11</p>
    </td>
    <td>
        <p>Free Range Stock</p>
    </td>
    <td>
        <p><a href="http://freerangestock.com/">http://www.freerangestock.com</a></p>
    </td>
    <td>
        <p>&nbsp;Фотографии, текстуры, коллажи. Обязательна регистрация.</p>
    </td>
</tr>
<tr>
    <td>
        <p>12</p>
    </td>
    <td>
        <p>Free Stock Photography</p>
    </td>
    <td>
        <p><a href="http://www.adigitaldreamer.com/gallery/index.php">http://www.adigitaldreamer.com/gallery/index.php</a></p>
    </td>
    <td>
        <p>&nbsp;Фотографии разбиты на категории, поиска нет.</p>
    </td>
</tr>
<tr>
    <td>
        <p>13</p>
    </td>
    <td>
        <p>Free Stock Photos</p>
    </td>
    <td>
        <p><a href="http://freestockphotos.com/">http://freestockphotos.com/</a></p>
    </td>
    <td>
        <p>&nbsp;Небольшой банк картинок по нескольким категориям. На каждой картинке водяной знак сайта в левом нижнем углу.</p>
    </td>
</tr>
<tr>
    <td>
        <p>14</p>
    </td>
    <td>
        <p>FreeDigitalPhotos.net</p>
    </td>
    <td>
        <p><a href="http://www.freedigitalphotos.net/">http://www.freedigitalphotos.net</a></p>
    </td>
    <td>
        <p>&nbsp;Сайт имеет удобный каталог, есть поиск. Бесплатны фотографии размером 400 пикселей по большей стороне с обязательной активной гиперссылкой на сайт.</p>
    </td>
</tr>
<tr>
    <td>
        <p>15</p>
    </td>
    <td>
        <p>FreePhotoBank</p>
    </td>
    <td>
        <p><a href="http://www.freephotobank.org/main.php">http://www.freephotobank.org/main.php</a></p>
    </td>
    <td>
        <p>&nbsp;Небольшой фотобанк с контентом весьма посредственного качества. При использовании фотографий активная ссылка на сайт обязательна.</p>
    </td>
</tr>
<tr>
    <td>
        <p>16</p>
    </td>
    <td>
        <p>Freepixels</p>
    </td>
    <td>
        <p><a href="http://www.freepixels.com/">http://www.freepixels.com</a></p>
    </td>
    <td>
        <p>&nbsp;Большой выбор качественных фотографий.</p>
    </td>
</tr>
<tr>
    <td>
        <p>17</p>
    </td>
    <td >
        <p>Geek Philosopher</p>
    </td>
    <td>
        <p><a href="http://geekphilosopher.com/">http://geekphilosopher.com</a></p>
    </td>
    <td>
        <p>&nbsp;Довольно много интересных фотографий. При использовании требуется активная ссылка на сайт.</p>
    </td>
</tr>
<tr>
    <td>
        <p>18</p>
    </td>
    <td>
        <p>Image After &ndash; Free Photo Site</p>
    </td>
    <td>
        <p><a href="http://www.imageafter.com/">http://www.imageafter.com</a></p>
    </td>
    <td>
        <p>&nbsp;Картинки разнообразных тематик, качество очень разное. Есть поиск, можно смотреть фото по категориям.</p>
    </td>
</tr>
<tr>
    <td>
        <p>19</p>
    </td>
    <td>
        <p>ImageBase</p>
    </td>
    <td>
        <p><a href="http://imagebase.davidniblack.com/">http://imagebase.davidniblack.com</a></p>
    </td>
    <td>
        <p>&nbsp;Фотобанк небольшой, фотографии разбиты по категориям. Качество материала достойное.</p>
    </td>
</tr>
<tr>
    <td>
        <p>20</p>
    </td>
    <td >
        <p>Kave Wall</p>
    </td>
    <td>
        <p><a href="http://www.kavewall.com/stock/">http://www.kavewall.com/stock/</a></p>
    </td>
    <td>
        <p>&nbsp;Фотографии разбиты на категории, поиска нет. Есть не только фото, но и текстуры, рисунки, татуировки</p>
    </td>
</tr>
<tr>
    <td>
        <p>21</p>
    </td>
    <td>
        <p>Mayang&rsquo;s Free Textures</p>
    </td>
    <td>
        <p><a href="http://mayang.com/textures/">http://mayang.com/textures/</a></p>
    </td>
    <td>
        <p>&nbsp;Много интересных фотографий, разбитых по категориям, поиска нет. Есть текстуры, строения, природа и другие тематические фото. Весьма любопытная подборка.</p>
    </td>
</tr>
<tr>
    <td>
        <p>22</p>
    </td>
    <td >
        <p>MorgueFile</p>
    </td>
    <td >
        <p><a href="http://www.morguefile.com/">http://www.morguefile.com/</a></p>
    </td>
    <td>
        <p>&nbsp;Много интересных фотографий, рассортированных по категориям, есть поиск. Качество очень разное.</p>
    </td>
</tr>
<tr>
    <td>
        <p>23</p>
    </td>
    <td>
        <p>Open Clipart Library</p>
    </td>
    <td>
        <p><a href="http://openclipart.org/">http://openclipart.org/</a></p>
    </td>
    <td>
        <p>&nbsp;Разнообразные рисунки на все случаи жизни, есть поиск.</p>
    </td>
</tr>
<tr>
    <td>
        <p>24</p>
    </td>
    <td>
        <p>Open Photo</p>
    </td>
    <td>
        <p><a href="http://openphoto.net/">http://openphoto.net</a></p>
    </td>
    <td>
        <p>&nbsp;Множество разнообразных фотографий, рассортированных по категориям, есть поиск.</p>
    </td>
</tr>
<tr>
    <td>
        <p>25</p>
    </td>
    <td>
        <p>PDPhoto</p>
    </td>
    <td>
        <p><a href="http://pdphoto.org/index.php">http://pdphoto.org/index.php</a></p>
    </td>
    <td>
        <p>&nbsp;Небольшой фотоархив, можно искать материал по категориям или ключевым словам. При использовании фотографий необходимо делать ссылку на сайт.</p>
    </td>
</tr>
<tr>
    <td>
        <p>26</p>
    </td>
    <td>
        <p>Photo Rack</p>
    </td>
    <td>
        <p><a href="http://www.photorack.net/">http://www.photorack.net</a></p>
    </td>
    <td>
        <p>&nbsp;Картинки небольшого размера (до 640х480), рассортированные по категориям. Поиска нет.</p>
    </td>
</tr>
<tr>
    <td>
        <p>27</p>
    </td>
    <td>
        <p>Photogen</p>
    </td>
    <td>
        <p><a href="http://www.photogen.com/">http://www.photogen.com/</a></p>
    </td>
    <td>
        <p>&nbsp;Много фотографий различных тематик. Есть поиск по ключевым словам и категориям. Для скачивания фото необходима регистрация.</p>
    </td>
</tr>
<tr>
    <td>
        <p>28</p>
    </td>
    <td>
        <p>Pixel Perfect Digital&nbsp;</p>
    </td>
    <td>
        <p><a href="http://www.pixelperfectdigital.com/">http://www.pixelperfectdigital.com</a></p>
    </td>
    <td>
        <p>Немногочисленные фото очень хорошего качества. Есть поиск по категориям и ключевым словам.</p>
    </td>
</tr>
<tr>
    <td>
        <p>29</p>
    </td>
    <td>
        <p>Stock.XCHNG</p>
    </td>
    <td>
        <p><a href="http://www.sxc.hu/">http://www.sxc.hu</a></p>
    </td>
    <td>
        <p>Много фотографий различных тематик. Требуется регистрация. Условия использования контента &ndash; у каждой фотографии отдельно.</p>
    </td>
</tr>
<tr>
    <td>
        <p>30</p>
    </td>
    <td>
        <p>Stockvault</p>
    </td>
    <td>
        <p><a href="http://www.stockvault.net/">http://www.stockvault.net</a></p>
    </td>
    <td>
        <p>Большое количество фотографий на самые разные темы. Поиск по категориям и ключевым словам.</p>
    </td>
</tr>
<tr>
    <td>
        <p>31</p>
    </td>
    <td>
        <p>Texture Warehouse</p>
    </td>
    <td>
        <p><a href="http://www.texturewarehouse.com/">http://www.texturewarehouse.com</a></p>
    </td>
    <td>
        <p>Фотографии различных текстур высокого качества. Поиск по категориям.</p>
    </td>
</tr>
<tr>
    <td>
        <p>32</p>
    </td>
    <td>
        <p>Turbo Photo</p>
    </td>
    <td>
        <p><a href="http://www.turbophoto.com/Free-Stock-Images/">http://www.turbophoto.com/Free-Stock-Images/</a></p>
    </td>
    <td>
        <p>Интересные фотографии различных тематик. Поиск по категориям и ключевым словам.</p>
    </td>
</tr>
<tr>
    <td>
        <p>33</p>
    </td>
    <td>
        <p>Unprofound</p>
    </td>
    <td>
        <p><a href="http://www.unprofound.com/">http://www.unprofound.com</a></p>
    </td>
    <td>
        <p>Немного фото хорошего качества. Поиск по ключевым словам.</p>
    </td>
</tr>
<tr>
    <td>
        <p>34</p>
    </td>
    <td>
        <p>НАСА</p>
    </td>
    <td>
        <p><a href="http://photojournal.jpl.nasa.gov/index.html">http://photojournal.jpl.nasa.gov/index.html</a></p>
    </td>
    <td>
        <p>Снимки Земли и других планет Солнечной Системы.</p>
    </td>
</tr>
</tbody>
</table>



<p>6. <strong>Поискать картинку в </strong><strong>Google</strong>.</p>



<p>У Google очень удобный поиск по картинкам. В меню &laquo;Расширенный поиск&raquo; можно задать параметр &laquo;С лицензией на использование в некоммерческих целях&raquo;. И тогда вы сможете быть уверены, что использование понравившейся вам картинки в собственном блоге не нарушит ничьи права и в дальнейшем не принесет вам неприятностей. Главный недостаток поиска картинок через Google &ndash; их низкая уникальность в большинстве случаев.</p>



<p>7. <strong>Поискать картинку в Яндекс</strong>.</p>



<p>В поисковой системе Яндекс отсутствует настройка поиска только легального контента, однако, на каждой странице выводится политкорректная фраза с напоминанием, что у каждого изображения есть свой автор и об этом необходимо помнить. Недостаток найденных через Яндекс фотографий такой же, как и найденных в Google &ndash; низкая уникальность.</p>



<p>Итак, картинка найдена. Теперь необходимо проверить ее на уникальность. Для этого используется сервис Tineye (<a href="http://www.tineye.com/">http://www.tineye.com</a>). Он позволяет проверять уникальность картинок как находящихся на жестком диске компьютера, так и уже размещенных в Интернете (для этого необходимо указать адрес картинки). Если картинка уникальна, ее можно смело использовать. Если не уникальна, использовать ее, в принципе, тоже можно, но лучше сначала сделать уникальной.</p>



<p>Чтобы из неуникальной картинки сделать уникальную, на сегодняшний день существует три способа:</p>



<p>1. <strong>Отзеркалить изображение по горизонтальной или вертикальной оси</strong>.</p>



<p>Для этого потребуется любой графический редактор. Но такой способ не подойдет для картинок с надписями или изображений, на которых запечатлены люди с часами на руках, обручальными кольцами на пальцах и прочими деталями, несоответствие которых общепринятым нормам сразу бросается в глаза. И даже если вы зеркалите обычный пейзаж, полученный результат необходимо проверить на уникальность. Вдруг кто-то до вас догадался проделать такой же фокус с этой фотографией.</p>



<p>2. <strong>Повернуть изображение в какую-либо сторону более чем на 15 градусов.</strong></p>



<p>Для непрофессионала это достаточно трудная задача. В Сети много мастер-классов на эту тему, но без опыта подобной работы добиться удовлетворительного результата не так просто.</p>



<p>3. <strong>Сжать изображение по горизонтали или вертикали более чем на 20%.</strong></p>



<p>Как нетрудно догадаться, подобный метод уникализации фотографий может привести к серьезным искажениям на подопытном изображении. Поэтому пользоваться им рекомендуется только людям, находящимся на короткой ноге с Фотошопом. Иначе результат вас может жестоко разочаровать.</p>



<p>Как видим, поиск картинок для своего блога &ndash; дело не простое и требующее понимания некоторых тонкостей. Поэтому, как уже говорилось вначале, идеальный вариант &ndash; это собственные фотографии. Они гарантированно уникальны, и их использование регламентируется только вами.</p>
