<p><p><b>О чем писать в своем блоге: 50 источников
    вдохновения</b></p>

<p><span>Кризис жанра? Капризная муза улетела и не обещала вернуться? Читатели блога
жаждут новых постов, а у вас никаких идей относительно того, о чем они должны
быть? Это очень странно! Так как темы новых сообщений валяются у вас буквально
под ногами. Нужно всего лишь наклониться, поднять, стряхнуть пыль – и вот он,
очередной шедевр, вышедший из-под вашего пера, готов! Не верите? Давайте
проверим.

</span></p><p><b><span>Черпаем идеи в блогосфере</span></b></p>

<p><span>1. <b>Читайте комментарии в собственном блоге</b>. Мнения читателей о
прочитанных заметках – это действительно кладезь тем для новых сообщений. Здесь
можно найти вопросы, оригинальные мысли или спорные утверждения. Все они могут
стать основой для интересного текста.<br>
<span>2. <b>Читайте старые посты</b>. Среди материалов, написанных и
опубликованных достаточно давно, можно найти очень полезные и интересные
сообщения. Однако они имеют обыкновение устаревать, особенно это касается
статистических данных или обзора цен. Так что при обнаружении такой статьи
можно обновить старые данные и получить новый актуальный пост.<br>
<span>3. <b>Изучайте содержимое почтового ящика</b>. Наверняка, ваши читатели
пишут вам письма. Если внимательно изучить их содержание, то можно найти не
одну тему для новых постов. Также можно заглянуть в папку «Спам», там тоже
попадаются крайне любопытные материалы.<br>
<span>4. <b>Создайте опрос</b>. Спросите у своих читателей, каким компьютером они
предпочитают пользоваться, какое их любимое блюдо или какой браузер им наиболее
симпатичен. Результаты опроса вас могут удивить или подтвердить ваши догадки.
Заодно появится и тема для еще одного сообщения, посвященного подведению
итогов.<br>
<span>5. <b>Возьмите интервью</b>. Наверняка, среди ваших читателей немало
интересных людей. Они успешны в бизнесе, имеют оригинальное хобби или знают,
как сэкономить на путешествиях. Выберите наиболее интересного героя, задайте
ему вопросы, а опубликованные ответы с интересом прочитают все.<br>
<span>6. <b>Спросите у читателей</b>. Если творческий кризис, несмотря на все
усилия его преодолеть, затягивается, прямо спросите у читателей своего блога, о
чем они хотели бы почитать. Таким образом, вы сможете получить ряд идей,
которые действительно интересуют вашу аудиторию.<br>
<span>7. <b>Читайте чужие блоги</b>. Если в собственном блоге источник
вдохновения так и обнаружился, можно позаимствовать его у соседей. У популярных
блоггеров множество читателей, которые не скупятся на комментарии, среди них
без труда можно разыскать тему для нового поста.<br>
<span>8. <b>Изучаем популярные темы</b>. Поисковые системы (например, Яндекс)
отслеживают тематику самых популярных постов в блогах, и эти данные являются
общедоступными. Посмотрите список самых популярных тем, вероятно, у вас имеется
собственное мнение по актуальным вопросам, поделитесь им со своими читателями.<br>
<span>9. <b>Расскажите про известного блоггера</b>. Наверняка, у вас есть любимый
блоггер, которого вы регулярно читаете и чье мнение считаете авторитетным.
Поделитесь с посетителями этой информацией, расскажите, как вы впервые попали
на этот блог, о чем там узнали, как полученная информация повлияла на вашу
жизнь.<br>
<span>10. <b>Будьте непредсказуемы</b>. Опубликуйте что-нибудь такое, чего от вас
никак не ожидают. Например, пост в стихах собственного сочинения. Или
самостоятельно исполненную песню. Или собственноручно написанный текст на
старославянском языке. В общем, удивите всех.

</span></span></span></span></span></span></span></span></span></span></p><p><b><span>Серфим по Интернету в поисках музы</span></b></p>

<p><span>1. <b>Изучайте новостные сайты</b>. Новости – это то, что привлекает всех и
всегда. Поэтому сообщение в блоге «на злобу дня» просто обречено на повышенный
читательский интерес. При этом за основу поста можно брать как непосредственно
новость, так и комментарии к ней.<br>
<span>2. <b>Посещайте сервисы вопросов и ответов</b>. Такие сервисы (например,
Ответы@mail.ru) позволяют выяснить, что людям действительно интересно. Зайдите
на сайт, откройте раздел по тематике своего блога и составляйте список статей,
которые обязательно будут востребованы читателями.<br>
<span>3. <b>Ищите информацию на форумах</b>. Вспомните, как часто в качестве
ответа на ваш вопрос поисковая система выдавала вам ссылки на различные форумы?
Если люди обсуждают какую-то тему, значит, она им действительно интересна.
Помогите им удовлетворить интерес, напишите грамотную, хорошо структурированную
статью по одной из таких тематик.<br>
<span>4. <b>Знакомьтесь с поисковыми запросами</b>. Поисковые системы (например,
Яндекс.Прямой эфир) знакомят посетителей с запросами, которые интересуют
посетителей. Среди них попадаются и весьма любопытные. Чем не тема для статьи?<br>
<span>5. <b>Посещайте социальные сети</b>. В Одноклассниках или ВКонтакте жизнь
круглые сутки бьет ключом. Люди обмениваются сообщениями, мнениями,
информацией. Будьте в курсе событий, ловите волну и пишите сообщения в блог на
актуальные темы.<br>
<span>6. <b>Переводите иностранных блоггеров</b>. Родной язык, конечно, понятней,
но он не единственный на планете, и на других языках ежедневно появляется
множество интересных постов. Переведите понравившееся вам сообщение,
опубликуйте в своем интернет-дневнике и не забудьте указать ссылку на источник.<br>
<span>7. <b>Расскажите об интересных ресурсах</b>. Наверняка, есть сайты, которые
вы посещаете регулярно и узнаете там много нового. Поделитесь с читателями
ссылкой и расскажите, чем именно вас так привлекает этот ресурс. Не исключено,
что кому-то это будет полезным.<br>
<span>8. <b>Покопайтесь в закладках браузера</b>. Там обязательно обнаружится
масса интересных ссылок, о которых вы давно забыли. Освежите в памяти их
содержание, посмотрите, что изменилось на сайте с момента вашего последнего
визита и напишите пост в блог.<br>
<span>9. <b>Послушайте твиттер</b>. Это сервис микросообщений самым первым
реагирует на все события, происходящие в Сети. Так что если вы хотите написать
актуальный текст для блога, именно здесь проще всего подыскать тему. Поиск по
ключевым словам очень облегчает задачу.<br>
<span>10. <b>Посмотрите видео</b>. Новые ролики на Youtube или Rutube вполне
могут вдохновить вас на написание оригинального текста. Или можно просто
поделиться с читателями ссылкой на видео, дополнив ее своими комментариями.

</span></span></span></span></span></span></span></span></span></span></p><p><b><span>Заглянем в себя</span></b></p>

<p><span>1. <b>Расскажите о своих достижениях</b>. Вы получили диплом, вышли замуж
или отпраздновали новоселье? Расскажите об этом своим читателям, пусть они
порадуются вместе с вами.<br>
<span>2. <b>Расскажите о своих неудачах</b>. Конечно, негативом делиться гораздо
менее приятно, чем позитивом, но, возможно, кому-то ваш опыт поможет выйти из
сложной ситуации, а вы сами получите возможность взглянуть на ситуацию с иной
точки зрения и, может быть, ее переосмыслить.<br>
<span>3. <b>Расскажите интересную историю из своей жизни</b>. Не важно, о чем.
Как вы первый раз влюбились, как впервые оказались за границей или как
заработали свои первые деньги – все это, безусловно, будет интересно вашим
читателям.<br>
<span>4. <b>Проведите эксперимент и расскажите о его результатах</b>. Это может
быть попытка сварить яйцо в микроволновке, самостоятельно изготовить мыло или получить
варенье из зеленых помидоров. Обязательно иллюстрируйте все этапы эксперимента
яркими фотографиями.<br>
<span>5. <b>Поделитесь своими планами</b>. У вас же есть интересные дела на
ближайшую перспективу: съездить в отпуск, выйти замуж или сделать ремонт.
Расскажите читателям, какие события ближайшего будущего являются для вас
наиболее важными, заодно получите повод написать еще один пост – об
осуществлении планов.<br>
<span>6. <b>Поделитесь опытом</b>. Наверняка вы знаете что-то полезное, способное
существенно облегчить жизнь многих людей. Так расскажите об этом. Это могут
быть проверенные эффективные способы познакомиться с представителями
противоположного пола, рецепт вкуснейшего дрожжевого теста вашей бабушки или
эксклюзивный метод отпугивания комаров. Все это заслуживает того, чтобы быть
озвученным.<br>
<span>7. <b>Составьте подборку лучшего, что вам встретилось в текущем году</b>.
Это могут быть книги, фильмы, семинары, компьютерные программы или
увлекательные игры. Ваша рекомендация может очень помочь читателям не пройти
мимо интересных вещей.<br>
<span>8. <b>Составьте подборку худшего, что вам встретилось в текущем году</b>.
Это также могут быть книги, фильмы, семинары, компьютерные программы или
скучные игры. В этом случае вы сможете уберечь своих читателей от напрасных
трат времени и денег, за что они вам, несомненно, будут благодарны.<br>
<span>9. <b>Опишите один день из своей жизни</b>. Если записывать и
фотографировать все, что вы делаете в течение дня, получится весьма забавный и
увлекательный репортаж. Он станет прекрасным информационным поводом для
интересной записи в вашем блоге, не пренебрегайте им.<br>
<span>10. <b>Расскажите о том, что вы любите</b>. Это может быть незаменимый
рабочий инструмент, новомодный технический гаджет или ваш личный автомобиль. Не
исключено, что ваш рассказ откроет для читателей новые свойства той или иной
вещи.

</span></span></span></span></span></span></span></span></span></span></p><p><b><span>Есть ли жизнь в оффлайне?</span></b></p>

<p><span>1. <b>Сходите на прогулку</b>. Улица, как известно, полна неожиданностей, и
одна из них вполне может стать темой для очередного поста.<br>
<span>2. <b>Посетите библиотеку</b>. Да-да, этот незаслуженно забытый книжный
храм может открыть для вас совершенно новые горизонты известной темы. В
библиотеках мира хранится гораздо больше знаний, чем на сегодняшний день
доступно в Интернете, так что у вас есть возможность порадовать своих читателей
чем-то действительно уникальным.<br>
<span>3. <b>Почитайте журналы и газеты</b>. В них тоже может обнаружиться немало
интересного по тематике вашего блога. Возможно, они вдохновят вас на создание
целой серии интересных материалов.<br>
<span>4. <b>Напишите отзыв</b>. Вы посмотрели фильм, прочитали книгу или посетили
новый ресторан? Расскажите об этом! Ваше мнение поможет читателям
сориентироваться в многообразии соблазнов и предложений.<br>
<span>5. <b>Расскажите о своей работе</b>. Наверняка, с нею у вас связано немало
интересных моментов. Поделитесь с читателями историей, как вы попали на эту
работу, чем она вас привлекает, и какие вы видите пути по ее улучшению.<br>
<span>6. <b>Расскажите о своем хобби</b>. Если вы коллекционируете фантики от
шоколадок, разводите аквариумных рыбок или пишете стихи – все это является
прекрасной темой для сообщения в дневнике. И даже не для одного.<br>
<span>7. <b>Поделитесь, о чем вы разговаривали со своими друзьями</b>. Обычно
разговоры в компании близких людей отличаются широтой тем и непредсказуемостью
поворота сюжета, который ведет к самым неожиданным выводам. Вот они-то и могут
стать поводом для поста с провокативным подтекстом.<br>
<span>8. <b>Откройте что-то новое</b>. Поделитесь со своими читателями ссылкой и
описанием новой полезной программы или собственным мнением о новинке рынка
планшетов, счастливым обладателем которой вы стали. Читательский интерес
гарантирован!<br>
<span>9. <b>Расскажите о путешествии</b>. Вы посетили какую-то интересную страну
или съездили на экскурсию в соседний город – поделитесь с читателями своими
впечатлениями. Отзывы туристов о поездках очень популярны среди посетителей
Интернета.<br>
<span>10. <b>Приберитесь в квартире</b>. Интересные, но давно забытые вещи,
обнаруженные в самых неожиданных местах, обязательно вдохновят вас на новые
информационные шедевры.

</span></span></span></span></span></span></span></span></span></span></p><p><b><span>Универсальные идеи на все случаи жизни</span></b></p>

<p><span>1. <b>Напишите обзор</b>. У вас наверняка есть фотоаппарат, стиральная
машина и микроволновая печь. Все эти полезные технические устройства –
прекрасная тема для развернутого обзора. Также можно подробно описать мобильный
телефон или ноутбук.<br>
<span>2. <b>Проведите мастер-класс</b>. Вам прекрасно удаются маринованные
огурчики, фенечки из бисера или вечерний макияж? Научите этому своих читателей
с помощью фотоаппарата и нескольких слов, они вам будут очень благодарны.<br>
<span>3. <b>Организуйте конкурс</b>. Тематика может быть любая: лучшее
поздравление с Новым годом, самое романтическое признание в любви или самый
неожиданный способ познакомиться. Призы в этом случае не так важны, главное –
участие.<br>
<span>4. <b>Составьте список</b>. «Самые полезные программы для веб-дизайнера»,
«Лучшие графические редакторы», «Самые интересные ресурсы о лошадях» - все это
станет прекрасной темой для полезной статьи.<br>
<span>5. <b>Поиграйте</b>. Очень увлекательно поиграть, например, в буриме:
задайте пару рифм и предложите читателям сочинить с ними стихотворение. Можно
написать одно предложение – начало истории, и предложить читателям развить
сюжет, также по одному предложению, получится очень весело. Также всем
известная игра в слова всегда поможет увлекательно провести досуг.<br>
<span>6. <b>Опубликуйте подборку картинок</b>. Тема может быть любой: «Игрушки
моего детства», «Эти прекрасные розы» или «Такие милые кошечки». Подобные
подборки обычно пользуются большой популярностью среди Интернет-общественности.<br>
<span>7. <b>Используйте магию чисел</b>. «10 неизвестных фактов о…», «50
удивительных событий из …», «100 беспроигрышных идей для…» - сообщения с такими
заголовками обязательно привлекут читателей.<br>
<span>8. <b>Составьте подборку тематических ссылок</b>. Если вы, например,
регулярно пользуетесь услугами Интернет-магазинов косметики, поделитесь
ссылками на них с читателями и расскажите, чем они вас привлекают. Не менее
полезной будет подборка о ресурсах для обработки фото или поиска работы.<br>
<span>9. <b>Добавьте юмора</b>. Подборка юмористических картинок или тематических
анекдотов обязательно придется к месту и понравится читателям.<br>
<span>10. <b>Скажите спасибо</b>. Наверняка, в вашей жизни есть люди, которым вы
за что-то благодарны. Так вот, у вас есть чудесная возможность выразить свою
благодарность публично. Расскажите, чем для вас дорог этот человек, какие
качества вас в нем привлекают, и какую роль он сыграл в вашей жизни. Пусть
небезразличному вам человеку будет приятно.</span></span></span></span></span></span></span></span></span></span></p><br></p>