<div class="block">
    <div class="secret">
        <div class="secret_img">
            <img src="/images/seo2/ico/friend-big.png" alt="">
        </div>
        <div id="friends" class="secret_hold">
            <h1 class="secret_t padding-t10">Как завести наибольшее количество дружеских связей (болше всего друзей на сайте)</h1>
            <p class="secret_p">Активно приглашать на сайт друзей, знакомых, знакомых знакомых, родственников, форумчан любимого форума и вообще всех, кому может быть интересна тематика нашего сайта.</p>
            <p class="secret_p">Размещать интересные записи с сайта в своих аккаунтах социальных сетей (например, запись в одноклассниках: “Друзья, здесь я веду свой блог, добавляйтесь в друзья!”)</p>
            <p class="secret_p">Активно комментировать пользовательские записи в клубах, личные блоги пользователей, в следствии чего заводить дружественные связи</p>
            <p class="secret_p">Быть просто коммуникабельным, искренним и дружелюбным человеком - с таким всегда хочется дружить!</p>
        </div>
    </div>

    <div class="secret">
        <div class="secret_img">
            <img src="/images/seo2/ico/message-inout-big.png" alt="">
        </div>
        <div id="messages" class="secret_hold">
            <h1 class="secret_t">Самый коммуникабельный сотрудник (тот, кто больше всего отправил сообщений по внутренней почте) – входящие и исходящие сообщения</h1>
            <p class="secret_p">Активно общайтесь в личной почту на сайте с пользователями сайта, поздравляйте их с праздниками и днями Рождения, советуйтесь с пользователями по разным вопросам, обязательно отвечайте на их сообщения</p>
        </div>
    </div>
</div>