<div class="block">
    <div class="secret">
        <div class="secret_img">
            <img src="/images/seo2/ico/friend-big.png" alt="">
        </div>
        <div id="friends" class="secret_hold">
            <h1 class="secret_t padding-t10">Как завести наибольшее количество дружеских связей (болше всего друзей на сайте)</h1>
            <p class="secret_p">Активно приглашать на сайт друзей, знакомых, знакомых знакомых, родственников, форумчан любимого форума и вообще всех, кому может быть интересна тематика нашего сайта.</p>
            <p class="secret_p">Размещать интересные записи с сайта в своих аккаунтах социальных сетей (например, запись в одноклассниках: “Друзья, здесь я веду свой блог, добавляйтесь в друзья!”)</p>
            <p class="secret_p">Активно комментировать пользовательские записи в клубах, личные блоги пользователей, в следствии чего заводить дружественные связи</p>
            <p class="secret_p">Быть просто коммуникабельным, искренним и дружелюбным человеком - с таким всегда хочется дружить!</p>
        </div>
    </div>

    <div class="secret">
        <div class="secret_img">
            <img src="/images/seo2/ico/page-big.png" alt="">
        </div>
        <div id="visitors" class="secret_hold">
            <h1 class="secret_t">Как сделать личную страницу (включая блог и фотогалерею) наиболее посещаемой по количеству просмотров</h1>
                    <p class="secret_p">Для того, чтобы в ваш блог приходили уникальные посетители, блог должен отображаться в поисковых системах. Для этого вы должны писать записи с использованием СЕО-оптимизации. (см. инструкцию “Несколько правил, как сделать ваши тексты СЕО-оптимизированными”)</p>
                    <p class="secret_p">Важно писать на интересные, живые, острые, актуальные темы в концепции сайта, чтобы заинтересовать читателей и привлечь их возвращаться на ваш блог и цитировать его в сети</p>
                    <p class="secret_p">В блоге должен быть исключительно уникальный текст без плагиата, грамотный, качественный по стилю и написанию </p>
                    <p class="secret_p">Активно (но в разумных пределах) размещать свои записи в социальных сетях, новостных порталах и различных популярных сервисах, например:
                        <br>
                        <a href="http://vk.com/" target="_blank">vk.com</a><br>
                        <a href="http://www.odnoklassniki.ru" target="_blank">odnoklassniki.ru</a><br>
                        <a href="http://twitter.com" target="_blank">twitter.com</a><br>
                        <a href="http://www.facebook.com" target="_blank">facebook.com</a><br>
                        <a href="http://surfingbird.ru" target="_blank">surfingbird.ru</a><br>
                        <a href="http://pinme.ru" target="_blank">pinme.ru</a><br>
                        и др.
                    </p>
                    <p class="secret_p">Желательно комментировать чужие блоги сходной тематики (за пределами сайта), и не просто комментировать, а грамотно комментировать, чтобы на вас обратили внимание. Если достаточно популярный блогер в семейной сфере отметит для себя ваш блог на нашем сайте, то есть неплохие шансы, что он может даже иногда на вас ссылаться. Трафик с популярных тематических блогов всегда очень полезен </p>
                    <p class="secret_p">Пишите юмористические статьи, животрепещущие посты на житейскую тематику, делайте всевозможные тематические подборки (в том числе и фотоподборки) - люди любят читать списки каких-нибудь правил, советов, способов, касающихся важного вопроса. Хорошо, когда список ключевых моментов по интересному вопросу собран в одном месте и разложен по полочкам, или интересная информация по одной теме подана систематизировано и с красивыми иллюстрациями </p>
                    <p class="secret_p">Указывайте адрес своего блога везде: можно написать адрес блога в статусе в аське, почте, в профилях на других сайтах, в подписях на форумах. Хоть этот способ и не даёт большого числа посетителей, использовать его также можно. К тому же форумы посещает практически каждый. Чтобы получать максимальные результаты, достаточно отобрать 5-10 форумов с большой посещаемостью и высокой активностью участников. Благодаря ссылкам в ваших подписях те, кто будет с вами общаться, будут видеть адрес блога и заходить на блог. Это тоже принесет небольшой, но трафик </p>
                    <p class="secret_p">Пишите посты в блоге с обращениями к своим читателям, например, намекните в одном из постов, что готовы выслушать дополнения к посту и любые другие мнения, а можно и осознанно что-то упустить из виду, чтобы пользователи сами говорили об этом в комментариях. В общении с читателями создается определенное сообщество вокруг вашего блога, складываются определенные отношения, а это значит, что ваши читатели могут рекомендовать ваш блог своим друзьям и знакомым </p>
                    <p class="secret_p">Хорошо может действовать призыв в постах блога поделиться ссылками в социальных сетях. Под каждой записью в вашем блоге у нас на сайте стоят кнопки социальных сетей. Чтобы повысить кликабельность этих кнопок, не лишним будет в постах просить читателей порекомендовать ваш пост в социальных сетях своим друзьям </p>
        </div>
    </div>

    <div class="secret">
        <div class="secret_img">
            <img src="/images/seo2/ico/message-inout-big.png" alt="">
        </div>
        <div id="messages" class="secret_hold">
            <h1 class="secret_t">Самый коммуникабельный сотрудник (тот, кто больше всего отправил сообщений по внутренней почте) – входящие и исходящие сообщения</h1>
            <p class="secret_p">Активно общайтесь в личной почту на сайте с пользователями сайта, поздравляйте их с праздниками и днями Рождения, советуйтесь с пользователями по разным вопросам, обязательно отвечайте на их сообщения</p>
        </div>
    </div>

    <div class="secret">
        <div class="secret_img">
            <img src="/images/seo2/ico/blog-big.png" alt="">
        </div>
        <div id="se" class="secret_hold">
            <h1 class="secret_t">Как писать посты, которые приведут на сайт наибольшее количество людей из поисковиков (блог и записи в клубах)</h1>
            <p class="secret_p">Главное условие - в больших количествах писать уникальные, грамотные сео-оптимизированные тексты, опираясь на правила:</p>
            <p class="secret_p">Подбор ключевых слов (wordstat.yandex.ru/) Лучше всего использовать среднечастотные запросы от 5 до 15 тысяч. (см. инструкцию “Несколько правил, как сделать ваши тексты СЕО-оптимизированными”)</p>
            <p class="secret_p">Объем текста желателен: в блоге 1000-2000 знаков в посте, в записях клубов – заметка пользовательского характера около 500 знаков и выше</p>
            <p class="secret_p">Уникальность текста должна быть не менее 98%</p>
        </div>
    </div>
</div>