<h1>О нас</h1>

<div class="wysiwyg-content">
    <p>Новости от «Веселого Жирафа» – это исключительно свежие, актуальные материалы о событиях, происходящих в России и в мире.</p>
    <p>Новости от «Веселого Жирафа» – это прежде всего семейные новости. Здесь вы не найдете  насилия и жестокости, здесь нет желтизны и сплетен. Новости на сайте «Веселый Жираф» - это новости информационного, познавательного характера.</p>
    <p>Контактный адрес:<br />
        <!--г. Москва, Ленинский пр-т, д. 3<br />-->
        <a href="mailto:info@happy-giraffe.ru">info@happy-giraffe.ru</a></p>
</div>

