<?php
/**
 * @var LiteController $this
 */
$this->pageTitle = 'Политика конфиденциальности';
?>

<div class="info-rules">
    <div class="info-rules-tag">Политика конфиденциальности</div>
    <div class="info-rules-text">
        <p>Настоящая Политика конфиденциальности регулирует порядок использования компанией Happy Giraffe, Inc. конфиденциальной информации, включая порядок обработки персональных данных, предоставляемых пользователями при установке и использовании мобильного и веб приложения «Жираф.Педиатр».</p>
        <p>Установка Пользователем мобильного приложения «Жираф.Педиатр» на мобильное устройство или использование веб-приложения на персональном компьютере означает согласие Пользователя с настоящей Политикой конфиденциальности и содержащимися в ней условиями обработки его конфиденциальной информации, включая персональные данные. В случае несогласия с условиями настоящей Политики Пользователь обязан воздержаться от использования веб-приложения и удалить мобильное приложение со всех устройств.</p>
    </div>
    <ol>
        <li class="info-rules-title">Термины и определения
            <ol class="info-rules-text">
                <li> В настоящей Политике конфиденциальности используются следующие термины и определения:
                    <ol>
                        <li>
                            <b>«Политика»</b> – текст настоящего документа со всеми приложениями, изменениями и дополнениями к нему, доступный в сети Интернет по адресу: <a href="http://www.happy-giraffe.ru/pediatrician/privacypolicy">http://www.happy-giraffe.ru/pediatrician/privacypolicy</a> и адресованный Врачам-педиатрам.
                        </li>
                        <li>
                            <b>Пользователь</b> — физическое лицо, установившее Приложение на свое устройство.
                        </li>
                        <li>
                            <b>Врач-педиатр</b> — физическое лицо, являющееся практикующим детским врачом (врачом-педиатром),  имеющее соответствующее образование  и оказывающие Заказчикам Услуги через Приложение.
                        </li>
                        <li>
                            <b>Заказчик</b> – совершеннолетнее, дееспособное физическое лицо, использующее Приложение для получения Услуг.
                        </li>
                        <li>
                            <b>Мобильное приложение</b> – программа, работающая на Мобильных устройствах под управлением  Android, iOS или Windows Phone и доступная в магазинах приложений Apple App Store и Google Play Market.
                        </li>
                        <li>
                            <b>Веб-приложение</b> – программа, работающая в рамках веб-сайта, используя API (Application Program Interface или Интерфейс прикладного программирования).
                        </li>
                        <li>
                            <b>Мобильные устройства</b> – компактные <a href="https://ru.wikipedia.org/wiki/%D0%9C%D0%BE%D0%B1%D0%B8%D0%BB%D1%8C%D0%BD%D1%8B%D0%B9_%D0%BA%D0%BE%D0%BC%D0%BF%D1%8C%D1%8E%D1%82%D0%B5%D1%80">мобильные компьютеры</a>, включая смартфоны и планшеты, предназначенные для просмотра <a href="https://ru.wikipedia.org/wiki/%D0%92%D0%B5%D0%B1-%D1%81%D1%82%D1%80%D0%B0%D0%BD%D0%B8%D1%86%D0%B0">веб-страниц</a> и работы с <a href="https://ru.wikipedia.org/wiki/%D0%92%D0%B5%D0%B1-%D1%81%D0%BB%D1%83%D0%B6%D0%B1%D0%B0" title="">веб-сервисами</a>, развлечения и коммуникации.
                        </li>
                        <li>
                            <b>Оператор</b> – компания Happy Giraffe, Inc., разработчик Приложения «Жираф.Педиатр».
                        </li>
                        <li>
                            <b>Приложение «Жираф.Педиатр» или Приложение</b> – мобильное или веб- приложение, разработанное Оператором и предоставляющее Врачам-педиатрам возможность оказывать Услуги Заказчикам, а также использовать иной функционал и сервисы, доступные в Приложении.
                        </li>
                        <li>
                            <b>Услуга или Услуги</b> – бесплатные и платные  консультации по поводу ухода, здоровья и развития детей, предоставляемые Врачами-педиатрами Заказчикам, а также сервис записи на прием к Врачам-педиатрам через Приложение.
                        </li>
                    </ol>
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Согласие на обработку персональных данных
            <ol class="info-rules-text">
                <li>
                    Выражая свое согласие с условиями настоящей Политики, Пользователь предоставляет Оператору письменное согласие на обработку своих персональных данных, включая любое действие (операцию) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных исключительно в целях, указанных в настоящей Политике.
                </li>
                <li>
                    Согласие на обработку персональных данных действует бессрочно и может быть отозвано Пользователем на основании личного заявления, направленного по электронной почте Оператора, указанной в разделе «Контактная информация».
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Конфиденциальная информация Пользователя
            <ol class="info-rules-text">
                <li>Под конфиденциальной информацией Пользователя для целей настоящей Политики понимаются:
                    <ol>
                        <li>
                            <b>Персональные данные</b> – информация, которую Пользователь предоставляет о себе самостоятельно при регистрации или авторизации в Приложении, включая персональные данные.
                            <p>Оператор обрабатывает следующие персональные данные:</p>
                            <p style="padding-left: 20px;">•  Фамилия, имя, отчество Пользователя;</p>
                            <p style="padding-left: 20px;">•  Адрес электронной почты Пользователя;</p>
                            <p style="padding-left: 20px;">•  Место проживания (город) Пользователя;</p>
                            <p style="padding-left: 20px;">•  Фотография Пользователя;</p>
                            <p style="padding-left: 20px;">•  Сведения об образовании;</p>
                            <p style="padding-left: 20px;">•  Специализация;</p>
                            <p style="padding-left: 20px;">•  Опыт работы;</p>
                            <p style="padding-left: 20px;">•  Курсы п/к;</p>
                            <p style="padding-left: 20px;">•  Ссылки на аккаунты в социальных сетях: Одноклассники, ВКонтакте, Facebook.</p>
                        </li>
                        <li><b>Технические данные</b> – данные, которые передаются в автоматическом режиме в зависимости от настроек программного обеспечения Пользователя, включая IP-адрес, cookies, данные об используемом Пользователем программном обеспечении и оборудовании для работы в сети связи, в том числе Интернет, параметрах и настройках интернет-браузеров, передаваемой и получаемой с использованием Услуг информации и данных.
                            <p>Пользователь понимает и соглашается с тем, что в процессе использования Приложения и получения Услуг Оператором может использоваться программное обеспечение третьих лиц, в результате чего такие лица могут получать указанные выше Технические данные. К такому программному обеспечению третьих лиц могут относиться, в том числе:</p>
                            <p style="padding-left: 20px;">•  Системы по сбору статистики посещений (например, счетчики Яндекс.Метрика, GoogleAnalytics и т.д.);</p>
                            <p style="padding-left: 20px;">•  Социальные плагины (блоки) социальных сетей (например, Facebook и т.п.);</p>
                            <p style="padding-left: 20px;">•  Системы баннеропоказов (например, AdRiver и т.п.);</p>
                            <p style="padding-left: 20px;">•  Другие системы сбора обезличенной информации.</p>
                            <p>Пользователь вправе самостоятельно ограничить сбор такой информации третьими лицами через стандартные настройки конфиденциальности используемого им интернет-браузера.</p>
                            <p>Оператор не осуществляет проверку достоверности предоставляемой Пользователем конфиденциальной информации, полагая, что Пользователь действует добросовестно, осмотрительно и прилагает все необходимые усилия к поддержанию такой информации в актуальном состоянии.</p>
                        </li>
                    </ol>
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Цели обработки конфиденциальной информации Пользователя, включая персональные данные
            <ol class="info-rules-text">
                <li>Оператор осуществляет обработку, в том числе сбор и хранение только тех данных, которые необходимы для использования Приложения, за исключением случаев, прямо предусмотренных законодательством.</li>
                <li>Оператор вправе использовать конфиденциальную информацию Пользователя в следующих целях:
                    <ol>
                        <li>Заключение договора с Пользователем на использование Приложения;</li>
                        <li>Исполнение обязательств по заключенным договорам, включая предоставление Пользователю доступа к Приложению;</li>
                        <li>Идентификация Пользователя в Приложении;</li>
                        <li>Предоставление технической поддержки при использовании Приложения;</li>
                        <li>Обеспечение связи с Пользователем в целях улучшения и оптимизации работы Приложения, исправления ошибок в Приложении, в том числе путем отправки уведомлений через третьих лиц;</li>
                        <li>Использование обезличенных данных для таргетинга рекламных и/или информационных материалов по возрасту, полу и другим признакам;</li>
                        <li>Проведение маркетинговых, статистических и иных исследований на основе обезличенных данных.</li>
                    </ol>
                </li>
            </ol>
        </li>

        <li class="info-rules-title">Условия обработки конфиденциальной информации Пользователя
            <ol class="info-rules-text">
                <li>Оператор обязуется использовать персональные данные Пользователя, полученные при установке и использовании Приложения, в соответствии с требованиями законодательства, в том числе Федерального закона № 152-ФЗ от 27.07.2006 «О персональных данных».</li>
                <li>Оператор обязуется не раскрывать третьим лицам и не распространять персональные данные Пользователя без согласия Пользователя, кроме случаев, предусмотренных настоящей Политикой и применимым законодательством.</li>
                <li>Оператор при обработке персональных данных Пользователя обязуется принимать необходимые правовые, организационные и технические меры или обеспечивать их принятие для защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении таких персональных данных.</li>
                <li>Оператор вправе передать конфиденциальную информацию Пользователя, включая персональные данные Пользователя,  третьим лицам в следующих случаях:
                    <ol>
                        <li>Пользователь выразил согласие на передачу своих персональных данных третьим лицам;</li>
                        <li>Передача необходима для исполнения договора с Пользователем;</li>
                        <li>Передача производится во исполнение требований закона в рамках установленной законодательством процедуры;</li>
                        <li>Передача происходит в рамках продажи или иной передачи бизнеса Оператора (полностью или в части) с переходом к приобретателю всех обязательств по соблюдению условий настоящей Политики;</li>
                        <li>Передача происходит для обеспечения возможности защиты прав и законных интересов Оператора или третьих лиц, если Пользователь нарушает законодательство, условия договора с Оператором или настоящую Политику.</li>
                    </ol>
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Изменение Пользователем конфиденциальной информации
            <ol class="info-rules-text">
                <li>Пользователь имеет право в любой момент самостоятельно отредактировать в своем Личном кабинете предоставленную им при регистрации или авторизации в Приложении конфиденциальную информацию, включая персональные данные.</li>
                <li>Пользователь вправе удалить собственную учетную запись в Приложении в любой момент. При этом Оператор вправе хранить лог-файлы о действиях, совершенных Пользователем при использовании Приложения, в течение 1 (одного) года с момента их совершения.</li>
            </ol>
        </li>
        <li class="info-rules-title">Заключительные положения
            <ol class="info-rules-text">
                <li>Настоящая Политика регулируется законодательством Российской Федерации.</li>
                <li>Настоящая Политика может быть изменена Оператором в одностороннем порядке без предварительного уведомления Пользователя. Новая редакция Политики вступает в силу с момента ее опубликования Оператором в сети Интернет. Дальнейшее использование Пользователем Приложения будет свидетельствовать о принятии внесенных изменений.</li>
                <li>Действующая редакция Политики размещена в сети Интернет по адресу: <a href="http://www.happy-giraffe.ru/pediatrician/privacypolicy">http://www.happy-giraffe.ru/pediatrician/privacypolicy</a> </li>
                <li>Если одно или несколько положений настоящей Политики будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений Политики.</li>
                <li>Пользователь обязуется самостоятельно следить за изменениями Политики путем ознакомления с действующей редакцией.</li>
            </ol>
        </li>
        <li class="info-rules-title">Контактная информация
            <ol class="info-rules-text">
                <li>Все вопросы и претензии по поводу настоящей Политики Пользователь вправе направлять в службу поддержки пользователей на адрес электронной почты (email): <a href="mailto:info@happy-giraffe.ru">info@happy-giraffe.ru</a></li>
            </ol>
        </li>
    </ol>
</div>
