<p><p><b>Как придумать привлекательный заголовок:
    10 секретов популярных авторов</b></p>

<p>Заголовок – это оружие массового поражения. Его главная цель – побудить
потенциального читателя бросить все важные дела, как-то рассматривание фоток в
«Одноклассниках» и раскладывание пасьянса «Косынка», и бежать знакомиться с
нашей новой «нетленкой». Задача, прямо скажем, не из легких. И если заголовок
вял и беззуб, то толку от него в деле привлечения читателей будет немного.
Поэтому придумыванию заголовка нужно уделять особое внимание и пользоваться
нехитрыми правилами, позволяющими сделать его бронебойным и сногсшибательным.
Так что же это за правила?
</p><p>1. <b>Вставляйте в заголовок ключевой запрос</b>. Не секрет, что
большинство читателей приходят на наш блог из поисковых систем. Но чтобы наш
читатель перешел по ссылке из поисковика на наш сайт, мы должны его убедить,
что предлагаемая нами статья – именно то, что он ищет. Для этого в заголовке
необходимо использовать нужный поисковый запрос.
</p><p>Например, вы – автор кулинарного блога. И под влиянием жарких летних
денечков решили опубликовать в нем рецепт оригинальной окрошки, от которой без
ума вся ваша семья. Чтобы ваш рецепт увидело как можно большее число читателей,
необходимо в заголовке использовать слова «рецепт окрошки». Например: «Рецепт окрошки: секрет мудрой хозяйки» «Оригинальные рецепты окрошки: вы уже накормили свою семью?» «Окрошка: 10 рецептов, которые вас удивят»<br>
 Вариантов может быть масса, главное не подрезать крылья собственной фантазии.
</p><p>2. <b>Используйте в заголовке вопросительные предложения</b>. Вопрос – это
сильнейшее средство привлечения внимания. Он, как ничто другое, побуждает
читателя к действию, настраивает его на коммуникацию и заставляет искать ответ,
даже если обозначенная в заголовке тема ему не особенно интересна. Просто так
устроен человек: на вопрос обязательно должен быть получен ответ, и глупо было
бы не воспользоваться таким эффективным способом при составлении заголовка.</p>
<p>Примеры заголовков-вопросов: «Что бы вы сделали в случае выигрыша миллиона долларов?» «Вы уже начали получать доход от любимого дела?» «Все еще целыми днями просиживаете в офисе за копеечную зарплату?»<br>
</p>
<p>3. <b>Используйте глаголы в повелительном наклонении</b>. Человеку проще
действовать по заданным схемам и предложенным шаблонам, чем каждый раз
вырабатывать разумную стратегию поведения. Поэтому заголовок-приказ столь
эффективен, и побуждает человека не только прочитать вашу статью, но и
воспользоваться советами, приведенными в ней.<br>
 Примеры заголовков-приказов: «Распрощайтесь с табачной зависимостью всего за неделю!» «Избавьтесь от морщин с помощью удивительного растения!» «Сэкономьте на поездке 75% стоимости путевки!»
</p><p>4. <b>Предлагайте в заголовке решение проблемы</b>. Очень часто люди
пытаются решить свои проблемы с помощью поиска интересующей их информации на
просторах Интернета. Так помогите им в этом! Дайте заголовком своей статьи
понять, что вам известен путь решения той или иной проблемы, и благодарные
читатели устремятся в ваш блог стройными рядами. Использование магического
слова «Как» значительно усилит эффект.<br>
 Примеры подобных заголовков: «Как избавиться от целлюлита за 10 дней» «Легкий способ сбросить вес» «Самый эффективный метод положить конец капризам ребенка»
</p><p>5. <b>Используйте интригующие фразы</b>. Недосказанность, неполная
информация, расплывчатость и туманность формулировок вызывают в душе читателя
неподдельный интерес и желание выяснить, что же он него скрывают. Именно это
нам и нужно!<br>
 Примеры заголовков-интриг: «Этот секрет семейной жизни помог избежать развода тысячам пар» «Удивительное открытие поможет вам жить дольше» «Всем мужчинам нравится, когда женщины делают это»
</p><p>6. <b>Сформулируйте выгоду</b>. Расскажите в заголовке, как предлагаемая к
прочтению статься положительно скажется на дальнейшей жизни читателя. Упускать
выгодные предложения, которые сами идут в руки, никто не любит, поэтому такой
заголовок обязательно привлечет внимание посетителей.<br>
 Примеры таких заголовков: «10 способов отбелить зубы в домашних условиях» «Превратите свои расходы в доходы» «Как работать меньше, а зарабатывать больше?»
</p><p>7. <b>Используйте слова-магниты</b>. Существуют слова, которые настолько
сильно притягивают внимание, что их использование в заголовке просто обрекает
статью на читательский интерес. Таких слов достаточно много, но к самым
распространенным можно отнести: «Бесплатно», «Секрет», «Выгода», «Быстро»,
«Легко». Использование таких слов в заголовке значительно повышает шансы статьи
на то, чтобы быть прочитанной.<br>
 Примеры заголовков со словами-магнитами: «Легкий способ бросить курить» «Секреты привлечения внимания противоположного пола» «Бесплатные курсы по кройке и шитью»
</p><p>8. <b>Используйте числа</b>. Разбавление слов в заголовке числами способно
многократно увеличить популярность статьи. Этому феномену нет научного
объяснения, однако факт остается фактом, и им нужно пользоваться.<br>
 Примеры числовых заголовков: «10 способов завоевать мужчину» «3 простых шага к гармонии в семейной жизни» «Доступная методика, как увеличить свой доход на 245% за 10 дней»
</p><p>9. <b>Пишите заголовок после написания статьи</b>. Конечно, бывают случаи,
когда гениальный заголовок первым приходит к вам в голову, подтягивая за собой
интересное повествование. Но обычно все бывает с точностью до наоборот. Поэтому
сперва напишите статью, перечитайте ее, а затем придумайте к ней
привлекательный и цепляющий заголовок.
</p><p>10. <b>Изучайте чужой опыт</b>. Всегда обращайте внимание на самые
популярные статьи того или иного сайта. Читательский интерес в Интернете
достигается не в последнюю очередь благодаря яркому и привлекательному
заголовку. Так что, читайте, берите на вооружение понравившиеся фразы и
используйте их в своей работе.
</p><p>Как видим из примеров, при создании заголовков лучше всего использовать
комбинацию из двух-трех правил, что позволяет с большей долей вероятностью
поймать читателя в свои словесные сети. Для еще большего упрощения задачи
придумывания меткого и привлекательного заголовка, привожу универсальные
шаблоны, которые можно с умом применить к любой статье, ведь их эффективность
уже прошла испытание временем и читателями.</p>
<p><b>Про жизнь</b></p>
1. 10 советов по сохранению денег/времени для ______<br>
    2. Секрет получения самой выгодной цены за _______<br>
    3. Как получать лучшие _____ в Сети<br>
    4. Топ гаджетов для _____<br>
    5. Стоит ли _____ этих денег?<br>
    6. Все, что нужно знать, чтобы получить _____ дешевле<br>
    7. Лучший ____ в своей категории [Цена]<br>
    8. Необычный, но реальный ____<br>
    9. 5 способов повысить Ваш ____ не потратив больше _____<br>
    10. 21 смелая и креативная идея по _____<br>
    11. Кто еще хочет ____?<br>
    12. Теперь вы можете получить ____ бесплатно!<br>
    13. Как сделать _____ в два раза быстрее<br>
    14. 10 знаменитостей и их ____<br>
    15. _____ жизненный стиль богатых и знаменитых<br>
    16. ______ как кинозевзда<br>
    17. Как сделать ____ за 10 секунд<br>
    18. Сделайте ____ которой (которым) вы можете гордиться<br>
    19. Найдите Ваш совершенный _______<br>
    20. Спланируйте идеальный ______<br>
    21. Что ____ действительно хотят?<br>
    22. 7 признаков того, что вы/что вы можете _______<br>
    23. Получите ____ сейчас!<br><br>
<p><b>Про время</b></p>
    24. История о _______<br>
    25. Как _____ скажется _____ в [году]<br>
    26. &nbsp;_____ тогда и сейчас<br>
    27. 40 прогнозов на будущее ____<br>
    28. Современные правила ______<br>
    29. ___ уроки истории<br>
    30. История о том, как _____<br><br>

<p><b>Про проблемы и страхи</b></p>
    31. _____ – это вымирающий вид?<br>
    32. Как победить страх перед _____<br>
    33. 10 ____ видов обмана и как избежать их<br>
    34. Насколько вы защищены от _____?<br>
    35. 7 самых пугающих ____<br>
    36. Топ 10 страшных фактов о _____<br>
    37. Избавьтесь от Вашего _____ раз и навсегда<br>
    38. Может ли ваш ______ быть ________?<br>
    39. Остерегайтесь &nbsp;______ и как их обнаружить<br>
    40.10 хороших способов не ______<br>
    41. Как безопасно _______<br>
    42. ______ что можно и что нельзя<br>
    43. 21 способ испортить _____<br>
    44. 10 причин не _____<br>
    45. 7 вещей в _____, которых никогда не нужно делать<br><br>
<p><b>Про факты, вымысел, секреты, правду и ложь</b></p>
    46. Что каждый хочет знать о ______<br>
    48. _____ ложь и как ее распознать<br>
    49. _____: факты и мифы<br>
    50. &nbsp;Реальная правда о ______<br>
    51. 21 секрет, который хранят от Вас эксперты по _____<br>
    52. 101 популярный миф о _____<br>
    53. Правда и ложь в _____<br>
    54. Все, что Вам нужно знать о _______<br>
    55. 101 вещь, которую мы не скажем нашим _______<br>
    56. Разоблачение: Почему _____<br>
    57. Как распознать ложь/обман ______<br><br>
<p><b>Про бизнес</b></p>
    58. ____ работа, которую вы можете сделать сами<br>
    59. Это метод, который помогает &nbsp;_____ чтобы _____<br>
    60. Как быть _______<br>
    61. 9 удивительных вещей, которые вы можете _____<br>
    62. _____ как &nbsp;профессионал – 10 простых шагов<br>
    63. 21 совет по ____<br>
    64. 5 причин, почему вы должны ______<br>
    65. Вот метод, который помогает ______<br><br>
<p><b>Про наилучшее и наихудшее</b></p>
    66. Топ 10 мировых дешевых/лучших/самых дорогих _____<br>
    67. Лучшие в мире _____, которые вы можете позволить купить себе<br>
    68. Самые худшие в мире _____<br>
    69. Самые необычные в мире _____<br>
    70. Самые забавные истории о ______<br>
    71. Самые сексуальные &nbsp;_______ в мире<br>
    72. Топ 10 самых лучших и худших _____ в мире<br>
    73. 100 полезных или красивых ____<br>
    74. 5 причин, почему _____ лучше, чем ______<br>
    75. 10 самых важных ______ в мире<br>
    76. 10 ____, которые мы не хотим видеть в____<br>
    77. 25 самых веселых _____<br>
    78. Самые худшие советы по _____<br>
    79. 10 причин, почему ____ хуже, чем _____<br><br>
<p><b>Ну и на десерт – волшебные слова, которые способны любой заголовок
превратить в конфетку:</b></p>
    1. Тайна ______<br>
    2. Теперь вы можете _____<br>
    3. Легкий способ______<br>
    4. Быстрый способ ______<br>
    5. Простой способ ______<br>
    6. Как ______?<br>
    7. Как быстро _____?<br>
    8. Раз и навсегда _____<br>
    9. Что должен знать каждый о ______