<style type="text/css">
    span.help-q {
        color: #006575;
        border-bottom-color: #006575;
        border-bottom-style: dashed;
        margin: 1em 0 0.5em;
        font-size: 135%;
        text-decoration: none;
        cursor: pointer;
        border-bottom-width: 1px;
        line-height: 1.2;
        font-family: "Lucida Grande", Arial, Helvetica, sans-serif;
    }

    .help-a {
        margin: 10px;
        padding-left: 30px;
        line-height: 19px;
    }

    .help-a li {
        padding-bottom: 10px;
    }

    .help-qw {
        margin-bottom: 10px;
    }
</style>
<script type="text/javascript">
    $(function () {
        var id = document.location.hash;
        $(id).show();
    });
</script>
<div id="commentator-help">
    <div class="help-qw"><span class="help-q" onclick="$(this).parent().next().toggle()">1. Как  завести наибольшее количество дружеских связей (больше всего друзей на сайте)</span>
    </div>

    <div id="friends" class="help-a" style="display: none;">
        <ul>
            <li>Активно приглашать на сайт друзей, знакомых, знакомых знакомых, родственников, форумчан любимого
                форума и вообще всех, кому может быть интересна тематика нашего сайта
            </li>
            <li>Размещать интересные записи с сайта в своих аккаунтах социальных сетей (например, запись в
                одноклассниках: “Друзья, здесь я веду свой блог, добавляйтесь в друзья!”)
            </li>
            <li>Активно комментировать пользовательские записи в клубах, личные блоги пользователей, в следствии чего
                заводить дружественные связи
            </li>
            <li>Быть просто коммуникабельным, искренним и дружелюбным человеком - с таким всегда хочется дружить!</li>
        </ul>
    </div>

    <div class="help-qw"><span class="help-q" onclick="$(this).parent().next().toggle()">2. Как сделать блог наиболее посещаемым по уникальным посетителям</span>
    </div>

    <div id="blog-visits" class="help-a" style="display: none;">
        <ul>
            <li>Для того, чтобы в ваш блог приходили уникальные посетители, блог должен отображаться в поисковых
                системах. Для этого вы должны писать записи с использованием СЕО-оптимизации. (см. инструкцию “Несколько
                правил, как сделать ваши тексты СЕО-оптимизированными”)
            </li>
            <li>Важно писать на интересные, живые, острые, актуальные темы в концепции сайта, чтобы заинтересовать
                читателей и привлечь их возвращаться на ваш блог и цитировать его в сети
            </li>
            <li>В блоге должен быть исключительно уникальный текст без плагиата, грамотный, качественный по стилю и
                написанию
            </li>
            <li>Активно (но в разумных пределах) размещать свои записи в социальных сетях, новостных порталах и
                различных популярных сервисах, например:
                <br>
                <a href="http://vk.com/">vk.com</a><br>
                <a href="http://www.odnoklassniki.ru">odnoklassniki.ru</a><br>
                <a href="http://twitter.com">twitter.com</a><br>
                <a href="http://www.facebook.com">facebook.com</a><br>
                <a href="http://surfingbird.ru">surfingbird.ru</a><br>
                <a href="http://pinme.ru">pinme.ru</a><br>
                и др.
            </li>
            <li>Желательно комментировать чужие блоги сходной тематики (за пределами сайта), и не просто комментировать,
                а грамотно комментировать, чтобы на вас обратили внимание. Если достаточно популярный блогер в семейной
                сфере отметит для себя ваш блог на нашем сайте, то есть неплохие шансы, что он может даже иногда на вас
                ссылаться. Трафик с популярных тематических блогов всегда очень полезен
            </li>
            <li>Пишите юмористические статьи, животрепещущие посты на житейскую тематику, делайте всевозможные
                тематические подборки (в том числе и фотоподборки) - люди любят читать списки каких-нибудь правил,
                советов, способов, касающихся важного вопроса. Хорошо, когда список ключевых моментов по интересному
                вопросу собран в одном месте и разложен по полочкам, или интересная информация по одной теме подана
                систематизировано и с красивыми иллюстрациями
            </li>
            <li>Указывайте адрес своего блога везде: можно написать адрес блога в статусе в аське, почте, в профилях на
                других сайтах, в подписях на форумах. Хоть этот способ и не даёт большого числа посетителей,
                использовать его также можно. К тому же форумы посещает практически каждый. Чтобы получать максимальные
                результаты, достаточно отобрать 5-10 форумов с большой посещаемостью и высокой активностью участников.
                Благодаря ссылкам в ваших подписях те, кто будет с вами общаться, будут видеть адрес блога и заходить на
                блог. Это тоже принесет небольшой, но трафик
            </li>
            <li>Пишите посты в блоге с обращениями к своим читателям, например, намекните в одном из постов, что готовы
                выслушать дополнения к посту и любые другие мнения, а можно и осознанно что-то упустить из виду, чтобы
                пользователи сами говорили об этом в комментариях. В общении с читателями создается определенное
                сообщество вокруг вашего блога, складываются определенные отношения, а это значит, что ваши читатели
                могут рекомендовать ваш блог своим друзьям и знакомым
            </li>
            <li>Хорошо может действовать призыв в постах блога поделиться ссылками в социальных сетях. Под каждой
                записью в вашем блоге у нас на сайте стоят кнопки социальных сетей. Чтобы повысить кликабельность этих
                кнопок, не лишним будет в постах просить читателей порекомендовать ваш пост в социальных сетях своим
                друзьям
            </li>
        </ul>
    </div>


    <div class="help-qw"><span class="help-q" onclick="$(this).parent().next().toggle()">3. Как сделать личную страницу (включая блог и фотогалерею)  наиболее посещаемой по количеству просмотров</span>
    </div>

    <div id="profile-views" class="help-a" style="display: none;">
        <ul>
            <li>Наполнение страницы. Продумайте каждую мелочь. Будьте оригинальны. Заполните все графы, укажите цели,
                разместите фотографии семьи, создайте несколько личных альбомов, укажите настроение. Пусть ваша страница
                будет заполнена максимально, чтобы на неё хотелось возвращаться, чтобы хотелось узнать вас лучше. Только
                красиво оформленная анкета с большим кол-вом информации станет уникальной, интересной и яркой, а
                следовательно – популярной.
            </li>
            <li>Максимально используйте возможности основной фотографии (аватара).
                Не стоит помещать вместо основной фотографии ангелочка, плюшевого медведя или еще какую-нибудь
                иллюстрацию. Это обычно вызывает раздражение пользователей. Нужно хорошее фото, которое отражает вашу
                личность, создает о вас позитивное впечатление и в то же время не выбивается из общей концепции сайта.
            </li>
            <li>Частое обновление страницы. Следует ежедневно менять свой статус, указывать настроение, выкладывать
                новые фото в альбом и писать в блог.
            </li>
            <li>Раскрутка на сайте. Пишите в максимальное кол-во клубов, общайтесь с людьми в них, станьте постоянным
                активным посетителем.
            </li>
            <li>Фотографии. Доказано, что участники различных социальных сетей тратят на просмотры чужих фотоальбомов
                огромное кол-во времени. Поэтому создавайте как можно больше фотоальбомов. Фотографии там лучше
                публиковать профессиональные, красивые, качественные, стильные. Можно, например, создать один альбом со
                всякими смешными фотографиями животных. Или некоторые люди очень любят путешествия, и будет здорово,
                если вы создадите альбомы со своими фотографиями из путешествий. А можно просто создать альбомы с
                красивыми фотографиями мест, где бы вы хотели побывать. Вас интересуют классные машины? Создавайте
                альбом с шикарными марками. Любите красивую одежду и дорогую обувь? Создавайте и такие альбомы. Если вы
                коллекционер - сфотографируйте свою коллекцию и покажите всем свою гордость. Главное, подбирайте большие
                и качественные фото, чтобы их можно было разглядывать с удовольствием.
            </li>
        </ul>
    </div>

    <div class="help-qw"><span class="help-q" onclick="$(this).parent().next().toggle()">4. Самый коммуникабельный сотрудник  (тот, кто больше всего отправил сообщений по внутренней почте) – входящие и исходящие сообщения</span>
    </div>

    <div id="im" class="help-a" style="display: none;">
        <ul>
            <li>Активно общайтесь в личной почту на сайте с пользователями сайта, поздравляйте их с праздниками и днями
                Рождения, советуйтесь с пользователями по разным вопросам, обязательно отвечайте на их сообщения
            </li>
        </ul>
    </div>


    <div class="help-qw"><span class="help-q" onclick="$(this).parent().next().toggle()">5. Как писать посты, которые приведут на сайт наибольшее количество людей из поисковиков (блог и записи в клубах)</span>
    </div>

    <div id="se" class="help-a" style="display: none;">
        <ul>
            <li>главное условие - в больших количествах писать уникальные, грамотные сео-оптимизированные тексты,
                опираясь на правила:
            </li>
        </ul>
        <ol style="margin-left: 15px;">
            <li>Подбор ключевых слов (<a href="http://wordstat.yandex.ru/">wordstat.yandex.ru/</a>)
                Лучше всего использовать среднечастотные запросы от 5 до 15 тысяч. (см. инструкцию “Несколько
                правил, как сделать ваши тексты СЕО-оптимизированными”)
            </li>
            <li>Объем текста желателен: в блоге 1000-2000 знаков в посте, в записях клубов – заметка пользовательского
                характера около 500 знаков и выше
            </li>
            <li>Уникальность текста должна быть не менее 98%</li>
        </ol>

    </div>

</div>