<!DOCTYPE html>
<!--[if IE 8]>         <html class="no-js lt-ie9"> <![endif]-->
<!--[if IE 9]>         <html class="no-js ie9"> <![endif]-->
<!--[if gt IE 9]><!--> <html class="no-js"> <!--<![endif]-->
<head>

    <?php 
    $path = $_SERVER['DOCUMENT_ROOT'];
    include $path.'/html/seo2/include/head.php'; ?>
    
</head>
<body >
<div class="layout-page">
    <div class="layout-page_w1">
        <?php include $path.'/html/seo2/include/community-header.php'; ?>
                
        <div class="block">
            <div class="secret">
                <div class="secret_img">
                    <img src="/images/seo2/ico/friend-big.png" alt="">
                </div>
                <div class="secret_hold">
                    <h1 class="secret_t padding-t10">Как завести наиболшее количество дружеских связей (болше всего друзей на сайте)</h1>
                    <p class="secret_p">Активно приглашать на сайт друзей, знакомых, знакомых знакомых, родственников, форумчан любимого форума и вообще всех, кому может быть интересна тематика нашего сайта.</p>
                    <p class="secret_p">Размещать интересные записи с сайта в своих аккаунтах социальных сетей (например, запись в одноклассниках: “Друзья, здесь я веду свой блог, добавляйтесь в друзья!”)</p>
                    <p class="secret_p">Активно комментировать пользовательские записи в клубах, личные блоги пользователей, в следствии чего заводить дружественные связи</p>
                    <p class="secret_p">Быть просто коммуникабельным, искренним и дружелюбным человеком - с таким всегда хочется дружить!</p>
                </div>
            </div>
            
            <div class="secret">
                <div class="secret_img">
                    <img src="/images/seo2/ico/page-big.png" alt="">
                </div>
                <div class="secret_hold">
                    <h1 class="secret_t">Как завести наиболшее количество дружеских связей (болше всего друзей на сайте)</h1>
                    <p class="secret_p">Наполнение страницы. Продумайте каждую мелочь. Будьте оригинальны. Заполните все графы, укажите цели, разместите фотографии семьи, создайте несколько личных альбомов, укажите настроение. Пусть ваша страница будет заполнена максимально, чтобы на неё хотелось возвращаться, чтобы хотелось узнать вас лучше. Только красиво оформленная анкета с большим кол-вом информации станет уникальной, интересной и яркой, а следовательно – популярной.</p>
                    <p class="secret_p">Максимально используйте возможности основной фотографии (аватара). Не стоит помещать вместо основной фотографии ангелочка, плюшевого медведя или еще какую-нибудь иллюстрацию. Это обычно вызывает раздражение пользователей. Нужно хорошее фото, которое отражает вашу личность, создает о вас позитивное впечатление и в то же время не выбивается из общей концепции сайта.</p>
                    <p class="secret_p">Частое обновление страницы. Следует ежедневно менять свой статус, указывать настроение, выкладывать новые фото в альбом и писать в блог.</p>
                    <p class="secret_p">Раскрутка на сайте. Пишите в максимальное кол-во клубов, общайтесь с людьми в них, станьте постоянным активным посетителем.</p>
                    <p class="secret_p">Фотографии. Доказано, что участники различных социальных сетей тратят на просмотры чужих фотоальбомов огромное кол-во времени. Поэтому создавайте как можно больше фотоальбомов. Фотографии там лучше публиковать профессиональные, красивые, качественные, стильные. Можно, например, создать один альбом со всякими смешными фотографиями животных. Или некоторые люди очень любят путешествия, и будет здорово, если вы создадите альбомы со своими фотографиями из путешествий. А можно просто создать альбомы с красивыми фотографиями мест, где бы вы хотели побывать. Вас интересуют классные машины? Создавайте альбом с шикарными марками. Любите красивую одежду и дорогую обувь? Создавайте и такие альбомы. Если вы коллекционер - сфотографируйте свою коллекцию и покажите всем свою гордость. Главное, подбирайте большие и качественные фото, чтобы их можно было разглядывать с удовольствием.!</p>
                </div>
            </div>
            
            <div class="secret">
                <div class="secret_img">
                    <img src="/images/seo2/ico/message-inout-big.png" alt="">
                </div>
                <div class="secret_hold">
                    <h1 class="secret_t">Самый коммуникабельный сотрудник (тот, кто больше всего отправил сообщений по внутренней почте) – входящие и исходящие сообщения</h1>
                    <p class="secret_p">Активно общайтесь в личной почту на сайте с пользователями сайта, поздравляйте их с праздниками и днями Рождения, советуйтесь с пользователями по разным вопросам, обязательно отвечайте на их сообщения</p>
                </div>
            </div>
            
            <div class="secret">
                <div class="secret_img">
                    <img src="/images/seo2/ico/blog-big.png" alt="">
                </div>
                <div class="secret_hold">
                    <h1 class="secret_t">Как писать посты, которые приведут на сайт наибольшее количество людей из поисковиков (блог и записи в клубах)</h1>
                    <p class="secret_p">Главное условие - в больших количествах писать уникальные, грамотные сео-оптимизированные тексты, опираясь на правила:</p>
                    <p class="secret_p">Подбор ключевых слов (wordstat.yandex.ru/) Лучше всего использовать среднечастотные запросы от 5 до 15 тысяч. (см. инструкцию “Несколько правил, как сделать ваши тексты СЕО-оптимизированными”)</p>
                    <p class="secret_p">Объем текста желателен: в блоге 1000-2000 знаков в посте, в записях клубов – заметка пользовательского характера около 500 знаков и выше</p>
                    <p class="secret_p">Уникальность текста должна быть не менее 98%</p>
                </div>
            </div>
        </div>

    </div>
</div>      
<?php include $path.'/html/seo2/include/footer.php'; ?>


</body>
</html>
