<div class="col-white-hoar">
    <div id="baby-sex">

        <div class="block-title"><h1>Определение пола ребенка</h1></div>

        <div class="chart">

            <a href="<?=$this->createUrl('china') ?>" class="link-1">
                <i class="icon"></i>
                Китайский метод
            </a>

            <a href="<?=$this->createUrl('japan') ?>" class="link-2">
                <i class="icon"></i>
                Японский метод
            </a>

            <a href="<?=$this->createUrl('bloodRefresh') ?>" class="link-3">
                <i class="icon"></i>
                По дням рождения родителей
            </a>

            <a href="<?=$this->createUrl('blood') ?>" class="link-4">
                <i class="icon"></i>
                По группе крови родителей
            </a>

            <a href="<?=$this->createUrl('ovulation') ?>" class="link-5">
                <i class="icon"></i>
                По овуляции
            </a>

        </div>

    </div>

    <div class="wysiwyg-content margin-20">
        <p>Что спрашивают у беременной женщины? Конечно, интересуются самочувствием. Но, пожалуй, второй вопрос, который она слышит практически ежедневно: &laquo;А вы ещё не знаете, кто у вас будет: мальчик или девочка?&raquo; Женщина смущается и отвечает что-то вроде этого: &laquo;Нам не важно, лишь бы здоровенький был!&raquo; Причин такого ответа несколько.</p>
        <p>Во-первых, она действительно может не знать, кого носит под сердцем. Многие малыши умудряются регулярно отворачиваться от нескромных взоров врачей ультразвуковой диагностики, интригуя окружающих до самого момента родов.</p>
        <p>Во-вторых, часто бывает так, что пол, названный специалистом во время проведения УЗИ, оказывается неправильным.</p>
        <p>Если вы сейчас сами ожидаете ребенка и вас &laquo;достали&raquo; подобные вопросы &ndash; предлагаем оригинальный способ решения этой проблемы. Не стоит быть настолько серьёзной в таком &laquo;интересном&raquo; положении. Лучше ответить на этот вопрос шутливо. Как именно?</p>
        <div class="brushed">
            <p>Заходите на наш сервис &laquo;Определение пола ребенка&raquo;, и тогда вас не смутит вопрос про пол будущего ребенка. Вы сможете с полным знанием дела рассказать, кто у вас будет по прогнозу того или иного метода.</p>
            <ul>
                <li>Определение пола по овуляции. Если вы знаете дату начала последней менструации, длительность цикла и дату зачатия.</li>
                <li>Пол ребенка по группе крови родителей. Если вы знаете свою группу крови и группу крови отца ребенка.</li>
                <li>Определение пола будущего ребенка по дате рождения родителей. Если вы помните их и знаете день зачатия малыша.</li>
                <li>Японский метод определения пола ребенка. Если вы знаете, в каком месяце родились вы сами и отец будущего ребенка, а также сможете назвать день и месяц зачатия ребенка.</li>
                <li>Китайский метод определения пола ребенка. Всего-то и нужно знать месяц и год рождения будущей мамы, а также месяц и год зачатия малыша.</li>
            </ul>
        </div>
        <p>Теперь представьте, спрашивают у вас: &laquo;Кого вы ждете: мальчика или девочку?&raquo;</p>
        <p>А вы устраиваетесь поудобнее в кресле и говорите загадочно: &laquo;Ну, не знаю&hellip;по дате овуляции, японскому и китайскому методу получается, что будет мальчик. А вот по датам рождения и группам крови &ndash; девочка. Доктор на УЗИ сказал, что больше похоже на мальчика, а знахарка и бабушка-соседка по внешнему виду живота склоняются в пользу девочки&raquo;.</p>
        <p>Вот так: и на вопрос ответили, и поговорили по душам, и никакой ясности, как и прежде. Будет повод встретиться ещё раз и обсудить интересную тему.&nbsp;</p>
    </div>

    <?php $this->renderPartial('//banners/_direct_others'); ?>
</div>