<?php
/**
 * @var LiteController $this
 */
$this->pageTitle = 'Политика конфиденциальности';
?>

<div class="info-rules">
    <div class="info-rules-tag">Политика конфиденциальности<span class="info-rules-tag__last">Последнее изменение: 25.11.2015 г., версия 2.</span></div>
    <div class="info-rules-text">
        <p>Настоящая Политика конфиденциальности определяет порядок обработки и защиты информации о физических лицах (далее – Пользователи), использующих сайт «Веселый жираф», размещенный в сети Интернет по адресу&nbsp;<a href="http://www.happy-giraffe.ru/">http://www.happy-giraffe.ru/</a>&nbsp;(далее – Сайт). Владельцем Сайта является ООО «Веселый Жираф», ОГРН 1117746894154, адрес местонахождения: 107497, г. Москва, ул. Монтажная, д. 3 (далее – Владелец).</p>
        <p>Настоящая Политика разработана и действует в соответствии с Пользовательским соглашением, размещенным на Сайте по адресу&nbsp;<a href="/confidential/">http://www.happy-giraffe.ru/confidential/</a></p>
        <p>Регистрируясь на Сайте и используя Сайт, Пользователь выражает свое согласие с условиями настоящей Политики.</p>
        <p>В случае несогласия с условиями настоящей Политики Пользователь должен воздержаться от использования Сайта и удалить свой Профиль.</p>
    </div>
    <ol>
        <li class="info-rules-title">Персональная информация Пользователей, которую получает и обрабатывает Владелец Сайта
            <ol class="info-rules-text">
                <li>В рамках настоящей Политики под «персональной информацией пользователя» понимаются:
                    <ol>
                        <li>
                            Персональная информация, которую Пользователь предоставляет о себе самостоятельно при регистрации (создании учётной записи),
                            при заполнении Профиля или в процессе использования Сайта, включая персональные данные Пользователя: уникальное имя (логин) и пароль,
                            адрес электронной почты, дата рождения, пол. Обязательная для предоставления при регистрации на Сайте информация помечена специальным образом. Иная информация предоставляется пользователем на его усмотрение.
                        </li>
                        <li>
                            Данные, которые автоматически передаются Сайту в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения,
                            в том числе IP-адрес, информация из cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту), время доступа, адрес запрашиваемой страницы.
                        </li>
                        <li>Иная информация о Пользователе, сбор и/или предоставление которой определены в Пользовательском соглашении и других документах Сайта.</li>
                    </ol>
                </li>
                <li>
                    Настоящая Политика применима только к Сайту. Владелец Сайта не контролирует и не несет ответственность
                    за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте, в том числе в результатах поиска.
                    На таких сайтах у Пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться иные действия.
                </li>
                <li>
                    Сайт не проверяет достоверность персональной информации, предоставляемой Пользователями, за исключением случаев,
                    предусмотренных законом, и не осуществляет контроль за их дееспособностью. Однако Сайт исходит из того,
                    что Пользователь предоставляет достоверную и достаточную персональную информацию по вопросам, предлагаемым в форме регистрации,
                    и поддерживает эту информацию в актуальном состоянии. Последствия предоставления недостоверной информации определены в&nbsp;<a href="/confidential/">Пользовательском соглашении</a>.
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Цели сбора и обработки персональной информации Пользователей
            <ol class="info-rules-text">
                <li>Сайт собирает и хранит только те персональные данные Пользователей, которые необходимы для предоставления сервисов и оказания услуг (исполнения соглашений и договоров с Пользователем).</li>
                <li>Персональную информацию Пользователя Сайт может использовать исключительно в следующих целях:
                    <ol>
                        <li>Идентификация Пользователя как стороны в рамках соглашений и договоров между Пользователем и Владельцем;</li>
                        <li>Предоставление Пользователю персонализированных сервисов;</li>
                        <li>
                            Связь с Пользователем, в том числе направление уведомлений, запросов и информации,
                            касающихся использования Сайта, оказания услуг, а также обработка запросов, заявок и обращений от Пользователя;
                        </li>
                        <li>Улучшение качества сервисов Сайта, удобства их использования, разработка новых сервисов и услуг;</li>
                        <li>Таргетирование рекламных материалов;</li>
                        <li>Проведение статистических и иных исследований на основе обезличенных данных.</li>
                    </ol>
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Условия обработки персональной информации Пользователя и её передачи третьим лицам
            <ol class="info-rules-text">
                <li>Обработка персональных данных Пользователей осуществляется Владельцем на основе принципов:
                    <ol>
                        <li>Законности целей и способов обработки персональных данных;</li>
                        <li>Добросовестности;</li>
                        <li>Соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных;</li>
                        <li>Соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных;</li>
                        <li>Недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные.</li>
                    </ol>
                </li>
                <li>
                    Владелец осуществляет обработку персональных данных Пользователей в целях исполнения
                    договора между Владельцем и Пользователем (Пользовательского соглашения&nbsp;<a href="http://www.happy-giraffe.ru/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>.&nbsp;В силу статьи 6 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» отдельное согласие Пользователя на обработку его персональных данных не требуется.
                </li>
                <li>
                    Владелец Сайта хранит персональную информацию пользователей в соответствии с Пользовательским соглашением,
                    настоящей Политикой конфиденциальности и законодательством о персональных данных.
                    Хранение персональных данных Пользователей осуществляется на электронных носителях.
                    Указанные данные обрабатываются с использованием автоматизированных систем,
                    за исключением случаев, когда неавтоматизированная обработка персональных данных обусловлена требованиями законодательства.
                </li>
                <li>
                    В отношении персональной информации Пользователя сохраняется ее конфиденциальность,
                    кроме случаев добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.
                </li>
                <li>
                    Персональные данные Пользователей не передаются каким-либо третьим лицам, за исключением случаев, прямо предусмотренных настоящей Политикой.
                    Владелец вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:
                    <ol>
                        <li>Пользователь выразил свое согласие на такие действия;</li>
                        <li>Передача необходима в рамках использования Пользователем определенного сервиса либо для оказания услуги Пользователю;</li>
                        <li>Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;</li>
                        <li>
                            Такая передача происходит в рамках корпоративных транзакций (продажи или иной передачи бизнеса (полностью или в части),
                            при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;
                        </li>
                        <li>В целях обеспечения возможности защиты прав и законных интересов Сайта или третьих лиц в случаях, когда Пользователь нарушает&nbsp;<a href="/useragreement/">Пользовательское соглашение</a>&nbsp;, а также по запросам уполномоченных государственных органов.</li>
                    </ol>
                </li>
                <li>При обработке персональных данных пользователей Сайт руководствуется Федеральным законом РФ от 27.07.2006 № 152-ФЗ «О персональных данных».</li>
                <li>
                    Персональная информация хранится и обрабатывается Владельцем Сайта в течение срока действия
                    Пользовательского соглашения между Пользователем и Владельцем, и удаляется после удаления Пользователем своего Профиля.
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Изменение и удаление Пользователем персональной информации
            <ol class="info-rules-text">
                <li>Пользователь имеет право изменить свою персональную информацию в любое время.</li>
                <li>
                    Пользователь вправе получить доступ ко всей своей персональной информации и данным, хранящимся в базах данных Сайта.
                    Пользователь также может удалить предоставленную им в рамках определенной учетной записи персональную информацию,
                    воспользовавшись функцией «Удалить аккаунт». При этом удаление аккаунта может повлечь невозможность использования всех или некоторых сервисов Сайта.
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Меры, применяемые для защиты персональной информации Пользователей
            <ol class="info-rules-text">
                <li>
                    Сайт принимает необходимые и достаточные организационные и технические меры для защиты персональной информации
                    Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования,
                    распространения, а также от иных неправомерных действий с ней третьих лиц в объеме, определенном законодательством.
                </li>
                <li>
                    Для доступа к использованию Сайта Пользователю необходимо пройти авторизацию путем ввода логина и пароля.
                    Ответственность за сохранность данной информации несет Пользователь.
                    Пользователь не вправе передавать свои учетные данные (логин и пароль) третьим лицам и обязан предпринимать меры по обеспечению их конфиденциальности.
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Изменение Политики конфиденциальности. Применимое законодательство
            <ol class="info-rules-text">
                <li>
                    Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления.
                    Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики.
                    Действующая редакция всегда находится на странице по адресу&nbsp;<a href="/confidential/">http://www.happy-giraffe.ru/confidential/</a>.
                </li>
                <li>
                    К настоящей Политике и отношениям между Пользователем и Сайтом, возникающим
                    в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Обращения Пользователей
            <ol class="info-rules-text">
                <li>
                    Пользователи имеют право направлять Владельцу Сайта свои запросы об использовании их персональных данных.
                    Указанные запросы направляются в письменном виде по адресу: 107497, г. Москва, ул. Монтажная, д. 3 или в форме электронного документа,
                    подписанного квалифицированной электронной подписью в соответствии с законодательством Российской Федерации,
                    по адресу электронной почты:&nbsp;<a href="maito:info@happy-giraffe.ru">info@happy-giraffe.ru</a>.
                </li>
                <li>Запрос должен содержать следующую информацию:
                    <ol>
                        <li>Номер основного документа, удостоверяющего личность Пользователя или его представителя;</li>
                        <li>Сведения о дате выдачи указанного документа и выдавшем его органе;</li>
                        <li>Сведения, подтверждающие участие Пользователя в отношениях с Владельцем;</li>
                        <li>Подпись Пользователя или его представителя.</li>
                    </ol>
                </li>
                <li>Владелец обязуется рассмотреть и направить ответ на поступивший запрос Пользователя в течение тридцати дней с момента его поступления.</li>
            </ol>
        </li>
    </ol>
</div>