<?php
/**
 * @var LiteController $this
 */
$this->pageTitle = 'Политика конфиденциальности';
?>

<div class="info-rules">
    <div class="info-rules-tag">Политика конфиденциальности<span class="info-rules-tag__last">Последнее изменение: 20.03.2015 г.</span></div>
    <div class="info-rules-tagsub">Использование Сервисов Веселого Жирафа означает безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями пользователь должен воздержаться от использования Сервисов.</div>
    <div class="info-rules-title">1. Персональная информация пользователей, которую получает и обрабатывает Веселый Жираф</div>
    <div class="info-rules-text">
        <ol>
            <li>В рамках настоящей Политики под «персональной информацией пользователя» понимаются:
                <ol>
                    <li>Персональная информация, которую пользователь предоставляет о себе самостоятельно при регистрации (создании учётной записи) или в процессе использования Сервисов, включая персональные данные пользователя. Обязательная для предоставления Сервисов (оказания услуг) информация помечена специальным образом. Иная информация предоставляется пользователем на его усмотрение.</li>
                    <li>Данные, которые автоматически передаются Сервисам Веселого Жирафа в процессе их использования с помощью установленного на устройстве пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к Сервисам), время доступа, адрес запрашиваемой страницы.</li>
                    <li>Иная информация о пользователе, сбор и/или предоставление которой определено в Регулирующих документах отдельных Сервисов Веселого Жирафа.</li>
                </ol>
            </li>
            <li>Настоящая Политика применима только к Сервисам Веселого Жирафа. Веселый Жираф не контролирует и не несет ответственность за сайты третьих лиц, на которые пользователь может перейти по ссылкам, доступным на сайтах Веселый Жираф, в том числе в результатах поиска. На таких сайтах у пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться иные действия.</li>
            <li>Веселый Жираф в общем случае не проверяет достоверность персональной информации, предоставляемой пользователями, и не осуществляет контроль за их дееспособностью. Однако Веселый Жираф исходит из того, что пользователь предоставляет достоверную и достаточную персональную информацию по вопросам, предлагаемым в форме регистрации, и поддерживает эту информацию в актуальном состоянии. Последствия предоставления недостоверной информации определены в <a href="/useragreement/">Пользовательском соглашении сервисов Веселого Жирафа </a>.</li>
        </ol>
    </div>
    <div class="info-rules-title">2. Цели сбора и обработки персональной информации пользователей</div>
    <div class="info-rules-text">
        <ol>
            <li>Веселый Жираф собирает и хранит только те персональные данные, которые необходимы для предоставления Сервисов и оказания услуг (исполнения соглашений и договоров с пользователем).</li>
            <li>Персональную информацию пользователя Веселый Жираф может использовать в следующих целях:
                <ol>
                    <li>Идентификация стороны в рамках соглашений и договоров с Веселым Жирафом;</li>
                    <li>Предоставление пользователю персонализированных Сервисов;</li>
                    <li>Связь с пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сервисов, оказания услуг, а также обработка запросов и заявок от пользователя;</li>
                    <li>Улучшение качества Сервисов, удобства их использования, разработка новых Сервисов и услуг;</li>
                    <li>Таргетирование рекламных материалов;</li>
                    <li>Проведение статистических и иных исследований на основе обезличенных данных.</li>
                </ol>
            </li>
        </ol>
    </div>
    <div class="info-rules-title">3. Условия обработки персональной информации пользователя и её передачи третьим лицам</div>
    <div class="info-rules-text">
        <ol>
            <li>Веселый Жираф хранит персональную информацию пользователей в соответствии с внутренними регламентами конкретных сервисов.</li>
            <li>В отношении персональной информации пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа неограниченному кругу лиц.</li>
            <li>Веселый Жираф вправе передать персональную информацию пользователя третьим лицам в следующих случаях:
                <ol>
                    <li>Пользователь выразил свое согласие на такие действия;</li>
                    <li>Передача необходима в рамках использования пользователем определенного Сервиса либо для оказания услуги пользователю;</li>
                    <li>Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;</li>
                    <li>Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;</li>
                    <li>В целях обеспечения возможности защиты прав и законных интересов Веселого Жирафа или третьих лиц в случаях, когда пользователь нарушает <a href="/useragreement/">Пользовательское соглашение сервисов Веселого Жирафа</a>.</li>
                </ol>
            </li>
            <li>При обработке персональных данных пользователей Веселый Жираф руководствуется Федеральным законом РФ «О персональных данных».</li>
        </ol>
    </div>
    <div class="info-rules-title">4. Изменение пользователем персональной информации</div>
    <div class="info-rules-text">
        <ol>
            <li>Изменение пользователем персональной информации</li>
            <li>Пользователь также может удалить предоставленную им в рамках определенной учетной записи персональную информацию, воспользовавшись функцией «Удалить аккаунт». При этом удаление аккаунта может повлечь невозможность использования некоторых Сервисов Веселого Жирафа.</li>
        </ol>
    </div>
    <div class="info-rules-title">5. Меры, применяемые для защиты персональной информации пользователей</div>
    <div class="info-rules-text">Веселый Жираф принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.</div>
    <div class="info-rules-title">6. Изменение Политики конфиденциальности. Применимое законодательство</div>
    <div class="info-rules-text">
        <ol>
            <li>Веселый Жираф имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция всегда находится на странице по адресу <a href="/confidential/">http://www.happy-giraffe.ru/confidential/</a>.</li>
            <li>К настоящей Политике и отношениям между пользователем и Веселым Жирафом, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.</li>
        </ol>
    </div>
    <div class="info-rules-title">7. Обратная связь. Вопросы и предложения</div>
    <div class="info-rules-text">
        Если у вас возникли вопросы или пожелания, <a href="mailto:info@happy-giraffe.ru">сообщите нам</a>.

    </div>
</div>
