<?php
/**
 * @var LiteController $this
 */
$this->pageTitle = 'Государственным органам и правообладателям';
?>

<div class="info-rules">
    <div class="info-rules-tag">Государственным органам и правообладателям<span class="info-rules-tag__last">Последнее изменение: 25.11.2015 г., версия 2.</span></div>
    <div class="info-rules-text">
        <p>Информация о рассмотрении претензий и обращений, связанных с размещением контента на сайте<a href="http://www.happy-giraffe.ru/">http://www.happy-giraffe.ru/</a></p>
    </div>
    <h1 class="info-rules-title">Назначение сайта
        <div class="info-rules-text">
            <p>Сайт «Веселый жираф», размещенный в сети Интернет по сетевому адресу<a href="http://www.happy-giraffe.ru/">www.happy-giraffe.ru</a>(далее – «Сайт») является Интернет-ресурсом,
                представляющим из себя социальную сеть и предназначенным для личного некоммерческого использования в целях публикации и получения
                информации пользователями сайта о семье, рукоделии, детях и т.д.<a href="/confidential/">http://www.happy-giraffe.ru/confidential/</a>
            </p>
        </div>
    </h1>
    <h1 class="info-rules-title">Порядок и условия размещения информации на Сайте
        <div class="info-rules-text">
            <p>
                Размещение информации (контента) на Сайте осуществляется третьими лицами – зарегистрированным пользователями Сайта.
                Владелец обеспечивает работоспособность Сайта и предоставляет возможность зарегистрированным пользователям Сайта
                обмениваться информацией с помощью Сайта. Владелец не инициирует передачу информации, не выбирает получателя этой
                информации и не влияет на целостность передаваемой информации. Возможность обмена информацией предоставляется
                зарегистрированным пользователям сайта на основании Пользовательского соглашения, текст которого размещен в
                сети Интернет и постоянно доступен по сетевому адресу: <a href="http://www.happy-giraffe.ru/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>.
                Соглашение, в соответствии с пунктом 3 статьи 438 Гражданского кодекса Российской Федерации,
                заключается Владельцем Сайта с каждым пользователем, принимающим условия Соглашения путем совершения
                конклюдентных действий. Факт заключения Соглашения и принятия всех его условий подтверждается
                фактом регистрации пользователя на Сайте (до момента регистрации пользователь не имеет возможности размещать какой-либо контент на сайте).
            </p>
        </div>
    </h1>
    <div class="info-rules-title">Сайт и информация, противоречащая законодательству Российской Федерации
        <div class="info-rules-text">
            <ol>
                <li>
                    Владелец соблюдает действующее законодательство Российской Федерации и стремится предотвратить
                    нарушения прав третьих лиц с помощью Сайта. При этом Владелец не имеет возможности самостоятельно
                    оценить соответствие контента требованиям действующего законодательства Российской Федерации
                    (см. пункты 1, 2 раздела 3 Пользовательского соглашения). В свою очередь пользователи Сайта
                    обязуются «не размещать информацию, противоречащую законодательству Российской Федерации, …
                    нарушающую права третьих лиц на объекты интеллектуальной собственности, … описывать или
                    пропагандировать преступную деятельность, размещать инструкции или руководства по
                    совершению преступных и иных противоправных действий» (см. пункты 3, 7-12 раздела 4 Пользовательского соглашения).
                </li>
                <li>Пользователь обязуется использовать Сайт в соответствии с законодательством Российской Федерации. В частности, Пользователь не вправе:
                    <ol>
                        <li>
                            Размещать информацию, противоречащую законодательству Российской Федерации, рекламирующую
                            или провоцирующую нелегальную деятельность, нарушающую права иных Пользователей или
                            третьих лиц на объекты интеллектуальной собственности, агитационные материалы, распространять спам,
                            сообщения-цепочки (сообщения, требующие их передачи одному или нескольким пользователям),
                            схемы финансовых пирамид или призывы в них участвовать, любую другую навязчивую информацию,
                            описывать или пропагандировать преступную, экстремистскую и террористическую деятельность,
                            пропаганду наркотических средств и информацию о порядке их изготовления, размещать
                            инструкции или руководства по совершению преступных и иных противоправных действий.
                        </li>
                    </ol>
                </li>
                <li>Пользователь имеет право размещать посредством Сайта объекты интеллектуальной собственности, права на использование которых принадлежат Пользователю.</li>
                <li>
                    Любое использование на Сайте информации и/или материалов третьих лиц, кроме разрешенного настоящим
                    Соглашением или в случае явно выраженного согласия автора (правообладателя) на такое использование,
                    без предварительного письменного разрешения правообладателя, категорически запрещено.
                </li>
                <li>
                    В случае поступления от соответствующего правообладателя мотивированной жалобы на
                    нарушение его охраняемых законом прав, Владелец вправе удалить размещенный
                    Пользователем контент либо заблокировать доступ к нему Пользователей без уведомления Пользователя и без объяснения причин.
                </li>
                <li>
                    Пользователь соглашается с тем, что он несет личную ответственность за любые материалы или иную информацию,
                    которые он загружает или иным образом доводит до всеобщего сведения (публикует) на Сайте.
                    Пользователь не может загружать, передавать или публиковать материалы на Сайте,
                    если они не были созданы лично Пользователем или на размещение которых у Пользователя нет разрешения  соответствующего правообладателя.
                </li>
                <li>
                    Пользователь несет полную ответственность за любые материалы или информацию, которые он загружает,
                    рассылает, отправляет, публикует  или передает любым способом третьим лицам при использовании Сайта.
                    В случае поступления претензий от третьих лиц, связанных с размещением, рассылкой, загрузкой,
                    отправкой распространением либо передачей иным образом таких материалов Пользователем, Пользователь самостоятельно и за свой счет урегулирует указанные претензии.
                </li>
                <li>
                    В случае обнаружения информации, противоречащей законодательству Российской Федерации и/или нарушающей права третьих лиц,
                    Владелец вправе по своему усмотрению удалять любую информацию, внесенную или размещенную
                    Пользователем на Сайте (см. пункт 3. раздела 3, п. 12 Раздела 4 Пользовательского соглашения).
                </li>
            </ol>
        </div>
    </div>
    <div class="info-rules-title">Порядок рассмотрения обращений уполномоченных государственных органов, связанных с размещением контента на Сайте
        <div class="info-rules-text">
            <p>
                В случае если какая-либо информация и/или материалы, размещенные на Сайте,
                противоречит действующему законодательству Российской Федерации (в частности,
                требованиям Федерального закона «О противодействии экстремистской деятельности»,
                Федерального закона «О защите детей от информации, причиняющей вред их здоровью и развитию») Владелец
                настоятельно рекомендует уполномоченным государственным органам сообщать о таких нарушениях по электронной почте <a href="maito:info@happy-giraffe.ru">info@happy-giraffe.ru</a> с указанием:
            </p>
            <ol>
                <li>Ссылки на противоречащую законодательству информацию;</li>
                <li>Нормативно-правового акта, которому противоречит указанная информация;</li>
                <li>Информации о представителе уполномоченного государственного органа и контактных данных такого представителя.</li>
            </ol>
            <p>
                Владелец обязуется в кратчайший срок отреагировать на подобное сообщение и при наличии возможности удалить
                противоречащую законодательству информацию, либо связаться с представителем уполномоченного государственного органа с целью определения порядка действий.
            </p>
        </div>
    </div>
    <div class="info-rules-title">Порядок рассмотрения претензий правообладателей, связанных с размещением контента на Сайте
        <div class="info-rules-text">
            <p>
                В случае если какая-либо информация и/или материалы, размещенные на Сайте, нарушает права третьего лица
                на результаты интеллектуальной деятельности, такое лицо (правообладатель) вправе сообщать о
                таких нарушениях по электронной почте<a href="maito:info@happy-giraffe.ru">info@happy-giraffe.ru  </a>с указанием достоверных и актуальных сведений:
            </p>
            <ol>
                <li>О правообладателе;</li>
                <li>О нарушаемых правах правообладателя;</li>
                <li>О наличии и основаниях возникновения у правообладателя указанных прав;</li>
                <li>
                    О контенте, нарушающем права правообладателя (с указанием названия контента, вида результата интеллектуальной деятельности,
                    которым является контент, и места его размещения на Сайте);
                </li>
                <li>О пользователе Сайта, нарушающем права правообладателя;</li>
                <li>О контактном номере телефона и адресе электронной почты правообладателя.</li>
            </ol>
            <p>
                В случае соответствия сообщения правообладателя указанным выше требованиям,
                Владелец обязуется рассмотреть сообщение в течение 10 (десяти) рабочих дней, связаться с пользователем,
                нарушающим права правообладателя и, при наличии возможности удалить информацию, нарушающую права правообладателя.
            </p>
        </div>
    </div>
</div>