<?php
/**
 * @var LiteController $this
 */
$this->pageTitle = 'Государственным органам и правообладателям';
?>

<div class="info-rules">
    <div class="info-rules-tag">Государственным органам и <span class="info-rules-tag__last">Последнее изменение: 20.03.2015 г.</span> правообладателям</div>
    <div class="info-rules-tagsub">Информация о рассмотрении претензий и обращений, связанных с размещением контента на сайте www.happy-giraffe.ru</div>
    <div class="info-rules-title">Назначение сайта</div>
    <div class="info-rules-text">Сайт, размещенный в сети Интернет по сетевому адресу www.happy-giraffe.ru (далее – «Сайт») является Интернет-ресурсом, предназначенным для публикации и получения информации о семье, рукоделии, детях и т.д.</div>
    <div class="info-rules-title">Порядок и условия размещения информации на Сайте</div>
    <div class="info-rules-text">
        Размещение информации (контента) на Сайте осуществляется третьими лицами – зарегистрированным пользователями Сайта. Владелец обеспечивает работоспособность Сайта и предоставляет возможность зарегистрированным пользователям Сайта обмениваться информацией с помощью Сайта. Владелец не инициирует передачу информации, не выбирает получателя этой информации и не влияет на целостность передаваемой информации.
        Возможность обмена информацией предоставляется зарегистрированным пользователям на основании Соглашения о пользовании сайтом, текст которого размещен в сети Интернет и постоянно доступен по сетевому адресу: <a href="/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>. Соглашение, в соответствии с пунктом 3 статьи 438 Гражданского кодекса Российской Федерации, заключается Владельцем Сайта с каждым пользователем, принимающим условия Соглашения путем совершения конклюдентных действий. Факт заключения Соглашения и принятия всех его условий подтверждается фактом регистрации пользователя на Сайте (до момента регистрации пользователь не имеет возможности размещать какой-либо контент на сайте).
    </div>
    <div class="info-rules-title">Сайт и информация, противоречащая законодательству Российской Федерации</div>
    <div class="info-rules-text">
        Владелец соблюдает действующее законодательство Российской Федерации и стремится предотвратить нарушения прав третьих лиц с помощью Сайта. При этом Владелец не имеет возможности самостоятельно оценить соответствие контента требованиям действующего законодательства Российской Федерации (см. пункты 3.1, 3.2 Соглашения о пользовании сайтом).
        В свою очередь пользователи Сайта обязуются «не размещать информацию, противоречащую законодательству Российской Федерации, … нарушающую права третьих лиц на объекты интеллектуальной собственности, … описывать или пропагандировать преступную деятельность, размещать инструкции или руководства по совершению преступных и иных противоправных действий» (см. пункт 4.3.2 Соглашения о пользовании сайтом).
        В случае обнаружения информации, противоречащей законодательству Российской Федерации и/или нарушающей права третьих лиц, Владелец вправе по своему усмотрению удалять любую информацию, внесенную или размещенную Пользователем на Сайте (см. пункт 3.3 Соглашения о пользовании сайтом).
    </div>
    <div class="info-rules-title">Порядок рассмотрения обращений уполномоченных государственных органов, связанных с размещением контента на Сайте</div>
    <div class="info-rules-text">В случае если какая-либо информация и/или материалы, размещенные на Сайте, противоречит действующему законодательству Российской Федерации (в частности, требованиям Федерального закона «О противодействии экстремистской деятельности», Федерального закона «О защите детей от информации, причиняющей вред их здоровью и развитию») Владелец настоятельно рекомендует уполномоченным государственным органам сообщать о таких нарушениях по электронной почте <a href="mailto:info@happy-giraffe.ru">info@happy-giraffe.ru</a> с указанием:
        <ol>
            <li>Ссылки на противоречащую законодательству информацию;</li>
            <li>Нормативно-правового акта, которому противоречит указанная информация;</li>
            <li>Информации о представителе уполномоченного государственного органа и контактных данных такого представителя.</li>
        </ol>Владелец обязуется в кратчайший срок отреагировать на подобное сообщение и при наличии возможности удалить противоречащую законодательству информацию, либо связаться с представителем уполномоченного государственного органа с целью определения порядка действий.
    </div>
    <div class="info-rules-title">Порядок рассмотрения претензий правообладателей, связанных с размещением контента на Сайте</div>
    <div class="info-rules-text">В случае если какая-либо информация и/или материалы, размещенные на Сайте, нарушает права третьего лица на результаты интеллектуальной деятельности, такое лицо (правообладатель) вправе сообщать о таких нарушениях по электронной почте <a href="mailto:info@happy-giraffe.ru">info@happy-giraffe.ru</a> с указанием достоверных и актуальных сведений:
        <ol>
            <li>О правообладателе;</li>
            <li>О нарушаемых правах правообладателя;</li>
            <li>О наличии и основаниях возникновения у правообладателя указанных прав;</li>
            <li>О контенте, нарушающем права правообладателя (с указанием названия контента, вида результата интеллектуальной деятельности, которым является контент, и места его размещения на Сайте);</li>
            <li>О пользователе Сайта, нарушающем права правообладателя;</li>
            <li>О контактном номере телефона и адресе электронной почты правообладателя.</li>
        </ol>В случае соответствия сообщения правообладателя указанным выше требованиям, Владелец обязуется рассмотреть сообщение в течение 10 (десяти) рабочих дней, связаться с пользователем, нарушающим права правообладателя и, при наличии возможности удалить информацию, нарушающую права правообладателя.
    </div>
</div>
