<?php
/**
 * @var LiteController $this
 */
$this->pageTitle = 'Политика модерирования';
?>

<div class="info-rules">
    <div class="info-rules-tag">Политика модерирования<span class="info-rules-tag__last">Последнее изменение: 20.03.2015 г.</span></div>
    <div class="info-rules-text">Любой добавляемый материал проходит ручную и автоматическую модерацию. Крайне не желательно:
        <ol>
            <li>Размещать материалы содержащие:
                <ol>
                    <li>Ссылки, за исключением ссылок, необходимых для раскрытия темы;</li>
                    <li>Рекламу;</li>
                    <li>Оскорбление оппонентов, в том числе, ненормативную лексику;</li>
                    <li>Призывы к нарушению действующего законодательства, высказывания расистского; характера, разжигание межнациональной и религиозной розни и всего прочего, что попадает под действие УК РФ;</li>
                    <li>Заведомо ложную информацию, клевету, а также использовать нечестные приемы ведения дискуссий;</li>
                    <li>Размещать информацию эротического и порнографического содержания, ссылки и пароли к сайтам вышеуказанной тематики.</li>
                </ol>
            </li>
            <li>Создавать темы, содержащие любую рекламную, антирекламную или коммерческую информацию, а также ссылки на сайты с целью повышения их посещаемости (За исключением специально отведенных тем);</li>
            <li>Создавать посты с темами, имеющими не содержательные названия, бессмысленные наборы букв, символьные украшения;</li>
            <li>Написание постов, а так же сообщений БОЛЬШИМИ БУКВАМИ. Если хотите выделить что-то в тексте - используйте полужирный шрифт;</li>
            <li>Многократная регистрация одного пользователя под разными никнеймами (именами пользователя).</li>
        </ol>
    </div>
    <div class="info-rules-text">Для Пользователей, замеченных в нарушении изложенных правил, возможные следующие санкции по усмотрению Модератора:
        <ol>
            <li>Удаление размещенного материала;</li>
            <li>Блокировка пользователя, предоставление доступа только на чтение;</li>
            <li>Удаление пользователя - без возможности восстановить аккаунт.</li>
        </ol>Пользователь может опротестовать решение модераторов, написав на адрес <a href="mailto:info@happy-giraffe.ru">info@happy-giraffe.ru</a> и изложив суть проблемы.
    </div>
</div>