<?php
/**
 * @var LiteController $this
 */
$this->pageTitle = 'Пользовательское соглашение';
?>

<div class="info-rules">
    <div class="info-rules-tag">Пользовательское соглашение<span class="info-rules-tag__last">Последнее изменение: 25.11.2015 г., версия 2.</span></div>
    <div class="info-rules-text">
        Текст настоящего Пользовательского соглашения об  оказании услуг  пользования сайтом «Веселый жираф» (далее – Соглашение),
        владельцем которого является Общество с ограниченной ответственностью «Веселый Жираф» - юридическое лицо, зарегистрированное
        по законодательству Российской Федерации, ОГРН 1117746894154, адрес местонахождения: 107497, г. Москва, ул. Монтажная, д. 3 постоянно размещенный в сети Интернет по адресу: <a href="/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>, содержит все существенные условия соглашения об оказании услуг  и является предложением заключить соглашение с любым третьим лицом, использующим сайт в сети Интернет<a href="/">http://www.happy-giraffe.ru/</a>, на указанных в тексте соглашения условиях.
        Таким образом, в соответствии с положениями пункта 2 статьи 437 Гражданского кодекса Российской Федерации, текст настоящего Соглашения является публичной офертой.
    </div>
    <div class="info-rules-title">Термины и определения</div>
    <div class="info-rules-text">
        <ol>
            <li>В настоящем Соглашении, если из его текста прямо не вытекает иное, следующие термины будут иметь указанные ниже значения:
                <ol>
                    <li>
                        «Владелец» - Общество с ограниченной ответственностью «Веселый Жираф» - юридическое лицо, зарегистрированное по законодательству Российской Федерации,
                        ОГРН 1117746894154, адрес местонахождения: 107497, г. Москва, ул. Монтажная, д. 3.
                    </li>
                    <li>«Пользователь» - Посетитель, заключивший с Владельцем Соглашение, путем акцепта оферты, расположенной в сети Интернет по <a href="/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>.</li>
                    <li>
                        «Личный кабинет» - Совокупность защищенных страниц Сайта, созданных в результате регистрации Пользователя,
                        используя которые Пользователь имеет возможность, в частности, изменять сведения о себе, изменять настройки приватности,
                        управлять подпиской на сообщения с Сайта, просматривать личные сообщения, а также осуществлять иные действия.
                        Доступ в Личный кабинет осуществляется путем ввода Учетных данных в предусмотренные для этого поля на Сайте.
                    </li>
                    <li>«Посетитель» - Любое лицо, использующее Сайт, любым способом, включая посещение Сайта.</li>
                    <li>«Профиль» - Страница на Сайте, доступная Пользователям, созданная в результате регистрации Пользователя и содержащая информацию о Пользователе.</li>
                    <li>«Сайт» - «Сайт» - Совокупность программ для электронных вычислительных машин и иной информации, содержащейся в информационной системе, доступ к которой обеспечивается через сеть Интернет по сетевому адресу <a href="/">http://www.happy-giraffe.ru/</a>.</li>
                    <li>«Соглашение» - Настоящее Пользовательское соглашение, а также все приложения и дополнения к этому Соглашению.</li>
                    <li>«Стороны» - Владелец и Пользователь.</li>
                    <li>«Учетные данные» - Указанные Пользователем при регистрации на Сайте логин и пароль, а также привязанные к ним системы авторизации, которые являются необходимой и достаточной информацией для доступа Пользователя в Личный кабинет.</li>
                </ol>
            </li>
            <li>Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с действующим законодательством Российской Федерации.</li>
            <li>Названия заголовков (статей) Соглашения предназначены исключительно для удобства пользования текстом Соглашения и буквального юридического значения не имеют.</li>
        </ol>
    </div>
    <ol>
        <li class="info-rules-title">Присоединение к Соглашению
            <ol class="info-rules-text">
                <li>В соответствии с пунктом 3 статьи 438 Гражданского кодекса Российской Федерации, любое лицо считается присоединившимся к условиям настоящего Соглашения после осуществления следующих действий:
                    <ol>
                        <li>
                            Ознакомление с условиями настоящего Соглашения. При этом выполнение действий, указанных в п. 2-6, считается подтверждением ознакомления
                            с условиями настоящего Соглашения;
                        </li>
                        <li>
                            Внесение сведений, включая уникальные имя (логин) и пароль, а также адрес электронной почты,
                            дата рождения, пол, в регистрационную форму, расположенную в сети Интернет по адресу <a href="/">http://www.happy-giraffe.ru/</a>;
                        </li>
                        <li>
                            Ввод в специальное поле отображаемого на странице регистрации текста, созданного Сайтом в автоматическом режиме,
                            с целью установления факта регистрации конкретным пользователем;
                        </li>
                        <li>Нажатие кнопки «Регистрация», в заполненной регистрационной форме;</li>
                        <li>Подтверждение адреса электронной почты путем перехода по ссылке, направленной на указанный при регистрации адрес электронной почты.</li>
                        <li>Либо путем авторизации через другие сайты (Одноклассники, ВКонтакте и пр.).</li>
                    </ol>
                </li>
                <li>С момента выполнения вышеуказанных действий, Соглашение между Владельцем и осуществляющим указанные действия лицом считается заключенным на следующих условиях:</li>
            </ol>
        </li>
        <li class="info-rules-title">Предмет Соглашения
            <ol class="info-rules-text">
                <li>
                    В порядке и на условиях, предусмотренных Соглашением, Владелец предоставляет Пользователю возможность использования
                    Сайта в личных некоммерческих целях путем размещения на Сайте информации и материалов, а также для общения с другими Пользователями,
                    а Пользователь обязуется использовать Сайт в соответствии с условиями Соглашения.
                </li>
                <li>Пользователь имеет обязуется размещать на Сайте информацию, не противоречащую <a href="/moderation_rule/">Правилам модерирования</a>.</li>
            </ol>
        </li>
        <li class="info-rules-title">Права и обязанности Владельца
            <ol class="info-rules-text">
                <li>Владелец предоставляет Пользователю возможность самостоятельно публиковать информацию о Пользователе, а также размещать сообщения, создавать темы и комментарии, размещать материалы и общаться с другими Пользователями с использованием возможностей Сайта.</li>
                <li>Владелец не имеет возможности контролировать соответствие информации, размещаемой Пользователем на Сайте, законодательству.</li>
                <li>Владелец вправе по своему усмотрению удалять любую информацию, внесенную или размещенную Пользователем на Сайте, в случае если такая информация не соответствует данному Соглашению, законодательству Российской Федерации и иных государств и международному законодательству, общепринятым принципам взаимодействия, сложившимся в сети Интернет или иным требованиям Владельца.</li>
                <li>Владелец вправе направлять Пользователю информационные и рекламные сообщения по адресу электронной почты, указанному Пользователем при регистрации на Сайте, а также служебные сообщения, автоматические уведомления и новостные рассылки. Настоящим Пользователь дает согласие на получение подобных сообщений.</li>
                <li>Владелец вправе размещать на Сайте рекламу. Пользователь соглашается с тем, что Сайт может содержать рекламу, и что наличие данной рекламы является необходимым условием использования Сайта. При этом Владелец не несет ответственность за достоверность рекламы и качество рекламируемых товаров и/или услуг.</li>
                <li>Владелец вправе в порядке, предусмотренном пунктом Соглашения, изменять условия Соглашения.</li>
                <li>Владелец вправе производить профилактические работы на Сайте с временным приостановлением работы Сайта по возможности в ночное время и максимально сокращая время неработоспособности Сайта.</li>
                <li>Владелец вправе передавать все или часть своих полномочий и прав по контролю за соблюдением Соглашения Пользователям на основании решений, принимаемых Владельцем.</li>
                <li>Владелец вправе, но не обязан, запрашивать у Пользователя информацию и документы, подтверждающие наличие у Пользователя прав на размещаемые Пользователем на Сайте результаты интеллектуальной деятельности и иную информацию.</li>
                <li>Владелец имеет право устанавливать ограничения в использовании Сайта, в том числе: срок хранения сообщений и любых иных материалов, размещаемых Пользователем, максимальное количество сообщений, которые могут быть отправлены или получены одним Пользователем, максимальный размер сообщения или дискового пространства, максимальное количество обращений к Сайту за определенный период времени, максимальный размер загружаемых файлов и и др.</li>
                <li>Владелец имеет право запретить автоматическое обращение к Сайту, а также прекратить прием любой информации, сгенерированной автоматически (например, «Спама»). Владелец по своему усмотрению имеет право прекратить поддерживать связь с сетями, нарушающими нормы законодательства Российской Федерации и иных государств и международного законодательства, условия настоящего Соглашения, а также общепринятые принципы взаимодействия, сложившиеся в сети Интернет.</li>
            </ol>
        </li>
        <li class="info-rules-title">Права и обязанности Пользователя
            <ol class="info-rules-text">
                <li>Пользователь обязуется знакомиться с актуальной версией Соглашения при каждом посещении Сайта до момента использования Сайта.</li>
                <li>Пользователь обязуется исполнять условия Соглашения, действующие в момент использования Пользователем Сайта.</li>
                <li>Пользователь обязуется использовать Сайт в соответствии с законодательством Российской Федерации. В частности, Пользователь не вправе:
                    <ol>
                        <li>Публиковать или распространять неверную, вредоносную, непристойную, противозаконную, пасквильную, богохульную, клеветническую, неуместную, провоцирующую межнациональные или этнические конфликты информацию или материалы.</li>
                        <li>Размещать информацию, противоречащую законодательству Российской Федерации, рекламирующую или провоцирующую нелегальную деятельность, нарушающую права иных Пользователей или третьих лиц на объекты интеллектуальной собственности, агитационные материалы, распространять спам, сообщения-цепочки (сообщения, требующие их передачи одному или нескольким пользователям), схемы финансовых пирамид или призывы в них участвовать, любую другую навязчивую информацию, описывать или пропагандировать преступную, экстремистскую и террористическую деятельность, пропаганду наркотических средств и информацию о порядке их изготовления, размещать инструкции или руководства по совершению преступных и иных противоправных действий.</li>
                        <li>Размещать на Сайте материалы порнографического характера, а также ссылки на сторонние интернет-ресурсы, содержащие такие материалы, использовать на Сайте, в своем Профиле, и в общении с другими Пользователями бранные и оскорбительные слова и выражения, использовать на Сайте нацистскую атрибутику и символику, а также любые материалы, призывающие к свержению действующей власти, к экстремизму и насилию;</li>
                        <li>Использовать Сайт для рассылки, загрузки, отправки, опубликования или передачи любым способом материалов, содержащих компьютерные вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого оборудования или программного обеспечения, для осуществления несанкционированного доступа к компьютерным системам, оборудованию либо данным третьих лиц, а также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в сети Интернет. В этом случае Владелец будет вынужден заблокировать учетную запись Пользователя и обратиться в правоохранительные органы.</li>
                        <li>Размещать любую личную информацию Пользователей или третьих лиц без их личного на то согласия.</li>
                        <li>Публиковать, передавать и распространять сообщения, которые могут носить преступный характер или причинить какой-либо вред Владельцу, Пользователям, Посетителям и/или любым третьим лицам, ущемлять их честь и достоинство, деловую репутацию.</li>
                        <li>Вводить Пользователей и/или третьих лиц в заблуждение относительно своей личности, выдавать себя за другого человека или представителя организации и/или сообщества, в том числе за службу поддержки Владельца, работника Владельца, за модератора форумов;</li>
                        <li>Размещать на Сайте материалы и информацию, имеющие рекламный характер если иное прямо не предусмотрено отдельным договором между Сторонами;</li>
                        <li>Использовать Сайт для рассылки, загрузки, отправки, опубликования или передачи любым способом рекламной информации, а также не осуществлять рассылку не запрошенных другими Пользователями рекламных сообщений (спама).</li>
                        <li>Размещать на Сайте фотографии, видеозаписи и любые иные изображения Пользователей и/или третьих лиц без их согласия.</li>
                    </ol>
                </li>
                <li>Пользователь обязуется сохранять конфиденциальность Учетных данных, а также логина и пароля к адресу электронной почты, указанному Пользователем при регистрации на Сайте, самостоятельно определяя способ их хранения, и не имеет права передавать Учетные данные, а также логин и пароль к адресу электронной почты, указанному Пользователем при регистрации на Сайте третьим лицам.</li>
                <li>Пользователь обязуется использовать персональные данные, размещенные на Сайте, в соответствии с требованиями Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных» в редакции, действующей на момент обработки или иного использования Пользователем персональных данных, а именно:
                    <ol>
                        <li>Персональные данные Пользователей могут использоваться только с целью обеспечения функционирования Сайта.</li>
                        <li>Пользователь обязуется не собирать, не использовать и не размещать на Сайте персональные данные других Пользователей и/или третьих лиц без их согласия, в том числе фамилии, имена, отчества, телефоны, адреса электронной почты, адреса проживания, паспортные данные либо иную информацию.</li>
                        <li>Пользователю запрещается передавать сведения о других Пользователях, полученные посредством Сайта, третьим лицам.</li>
                        <li>В случае если Пользователь сохраняет копии Профилей на бумажных или электронных носителях, Пользователь принимает на себя все обязательства оператора персональных данных согласно положениям Федерального закона № 152-ФЗ от 27 июля 2006 года «О персональных данных».</li>
                        <li>В случае причинения пользователем вреда другим Пользователям Сайта, связанного с нарушением Пользователем требований Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных», ответственность за это полностью лежит на Пользователе.</li>
                        <li>Пользователь вправе удалить информацию, размещенную Пользователем на Сайте.</li>
                        <li>Пользователь имеет право размещать посредством Сайта объекты интеллектуальной собственности, права на использование которых принадлежат Пользователю.</li>
                        <li>Любое использование на Сайте информации и/или материалов третьих лиц, кроме разрешенного настоящим Соглашением или в случае явно выраженного согласия автора (правообладателя) на такое использование, без предварительного письменного разрешения правообладателя, категорически запрещено.</li>
                        <li>В случае поступления от соответствующего правообладателя мотивированной жалобы на нарушение его охраняемых законом прав, Владелец вправе удалить размещенный Пользователем контент либо заблокировать доступ к нему Пользователей без уведомления Пользователя и без объяснения причин.</li>
                        <li>Пользователь соглашается с тем, что он несет личную ответственность за любые материалы или иную информацию, которые он загружает или иным образом доводит до всеобщего сведения (публикует) на Сайте. Пользователь не может загружать, передавать или публиковать материалы на Сайте, если они не были созданы лично Пользователем или на размещение которых у Пользователя нет разрешения соответствующего правообладателя.</li>
                        <li>Пользователь несет полную ответственность за любые материалы или информацию, которые он загружает, рассылает, отправляет, публикует или передает любым способом третьим лицам при использовании Сайта. В случае поступления претензий от третьих лиц, связанных с размещением, рассылкой, загрузкой, отправкой распространением либо передачей иным образом таких материалов Пользователем, Пользователь самостоятельно и за свой счет урегулирует указанные претензии.</li>
                        <li>Любые материалы, загруженные, распространенные, размещенные либо опубликованные Пользователем на Сайте и нарушающие условия настоящего Соглашения или требования законодательства, могут быть удалены Владельцем без уведомления Пользователя и без возмещения ему какого-либо ущерба.</li>
                        <li>Пользователь несёт ответственность перед Владельцем и третьими лицами за несоблюдение условий настоящего Соглашения. В случае если действиями Пользователя причинены убытки Владельцу либо третьим лицам, включая убытки, причиненные нарушением Пользователем прав интеллектуальной собственности третьих лиц, Пользователь возмещает такие убытки Владельцу и/или третьим лицам.</li>
                        <li>Пользователь безвозмездно предоставляет Владельцу право на использование материалов, размещенных Пользователем на Сайте, включая воспроизведение, распространение, переработку, публичный показ и доведение до всеобщего сведения в сети Интернет на условиях простой (неисключительной) лицензии исключительно для обеспечения нормального функционирования Сайта, а также для рекламных и маркетинговых целей. Пользователь, являющийся правообладателем указанных материалов, сохраняет за собой все имущественные и личные неимущественные авторские права на указанные материалы.</li>
                        <li>В случае удаления Пользователем материалов, права, упомянутые в п. 14 настоящего Соглашения, будут автоматически отозваны, однако Владелец имеет право сохранять архивные копии контента размещенного Пользователями.</li>
                        <li>Пользователь самостоятельно приобретает и оплачивает собственное оборудование, программное обеспечение и доступ в Интернет.</li>
                        <li>Пользователь обязуется использовать любые материалы, к которым Пользователь получил доступ при использовании Сайта, исключительно для личного некоммерческого использования. Пользователь не имеет права копировать, перерабатывать, распространять, публиковать, скачивать, передавать либо использовать иным образом любые материалы Владельца и третьих лиц, ставшие доступными ему в результате использования Сайта, полностью или частично, без предварительного разрешения Владельца либо иных лиц, обладающих правами на указанные материалы, за исключением случаев, когда такое использование допускается законодательством.</li>
                        <li>Пользователь обязуется не исследовать код, не декомпилировать, не дизассемблировать и не модифицировать Сайт, а также не создавать любые производные объекты на базе Сайта. Пользователь обязуется не использовать ошибки программного обеспечения Сайта, не пытаться несанкционированно получать доступ к компьютерной системе Сайта, а также доступ к базе данных пользователей Сайта.</li>
                    </ol>
                </li>
            </ol>
        </li>
        <li class="info-rules-title">Ответственность Сторон
            <ol class="info-rules-text">
                <li>Владелец не несет никакой ответственности за достижение или недостижение Пользователем результата, которого Пользователь рассчитывал достичь, используя Сайт.</li>
                <li>Доступ к Сайту предоставляется на условии «как есть».  Владелец не отвечает за неисправности, ошибки и сбои в работе программных и/или аппаратных средств, обеспечивающих функционирование Сайта, возникшие по причинам, не зависящим от Владельца, а также связанные с этим убытки Пользователя.</li>
                <li>Владелец не несёт ответственности за действия Пользователей и/или любых третьих лиц, а также за невозможность использования Сайта вследствие сбоев в телекоммуникационных и энергетических сетях, действий вредоносных программ, а также недобросовестных действий третьих лиц, направленных на несанкционированный доступ или выведение из строя программного и/или аппаратного комплекса Владельца.</li>
                <li>Владелец не отвечает за временное отсутствие у Пользователя доступа к Сайту, и/или какой – либо части Сайта, за невозможность загрузить Сайт либо авторизационные данные Пользователя, а также связанные с этим убытки Пользователя и/или любого третьего лица.</li>
                <li>Владелец не несет ответственности за ущерб, причинённый Пользователю, а также оборудованию, программному обеспечению или иному имуществу Пользователя, наступивший в результате использования либо невозможности использования Сайта.</li>
                <li>Владелец не несет ответственности за какие-либо косвенные/непрямые убытки и/или упущенную выгоду Пользователя и/или третьих лиц, утрату информации в результате использования или невозможности использования Сайта.</li>
                <li>Владелец не отвечает за убытки Пользователя, возникшие в результате неправомерных действий третьих лиц, в том числе связанных с неправомерным доступом к Личному кабинету Пользователя. Владелец не несет ответственность за убытки, причиненные Пользователю в результате разглашения третьим лицам Учетных данных, произошедшего не по вине Владельца.</li>
                <li>Пользователь самостоятельно несет ответственность за все действия, совершенные на Сайте с использованием Учетных данных Пользователя.</li>
                <li>Владелец не предоставляет каких-либо гарантий работоспособности Сайта. Пользователь соглашается использовать Сайт в том виде, в котором он представлен, без каких-либо гарантий со стороны Владельца.</li>
                <li>Владелец не несет ответственности за убытки, причиненные Пользователю в результате сообщения другими Пользователем недостоверной информации, а также причиненные действиями и/или бездействием другого пользователя. Владелец не гарантирует, что информация, содержащаяся в Профилях Пользователей, а также в размещаемых ими сообщениях, является достоверной и полной.</li>
                <li>Владелец, если это прямо не предусмотрено соглашением между Сторонами, не является продавцом каких – либо товаров или услуг.</li>
                <li>Владелец не несёт ответственности за любые материалы третьих лиц, размещённые на Сайте, а также на интернет-ресурсах третьих лиц, доступных по ссылкам с Сайта. Пользователь осуществляет переход по указанным ссылкам, а также установку программ с указанных ресурсов или использование любых материалов, находящихся на указанных сайтах, на свой риск.</li>
                <li>В случае нарушения Пользователем какого-либо из условий Соглашения Владелец вправе в одностороннем порядке отказаться от исполнения Соглашения, без предварительного уведомления заблокировать или ограничить доступ Пользователя к Сайту, удалить всю информацию Пользователя с серверов Владельца, включая учетные данные, Профиль и Личный кабинет Пользователя а также отказать Пользователю в дальнейшем предоставлении доступа к Сайту без возмещения Пользователю каких-либо убытков. В случае если такое нарушение причинило ущерб третьим лицам, Пользователь возмещает такой ущерб своими силами и за свой счет.</li>
                <li>Размер убытков, которые могут быть возмещены Владельцем Пользователю, в любом случае ограничен в соответствии с положениями части 1 статьи 15 Гражданского кодекса Российской Федерации суммой в 1 000 (одну тысячу) рублей.</li>
                <li>Владелец не несет ответственности неисполнение обязательств по настоящему Соглашению, если такое неисполнение является следствием действия непреодолимой силы (форс-мажор), то есть чрезвычайных и непредотвратимых при данных условиях обстоятельств, в том числе массовых беспорядков, запретительных действий властей, стихийных бедствий, пожаров, катастроф.</li>
            </ol>
        </li>
        <li class="info-rules-title">Порядок разрешения споров и урегулирования претензий
            <ol class="info-rules-text">
                <li>Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или признанием недействительным Соглашения, Стороны будут стремиться решить путем переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой Стороне сообщение с указанием возникших претензий и/или разногласий.</li>
                <li>Указанное в пункте Соглашения сообщение направляется Пользователем по электронной почте на адрес <a href="mailto:info@happy-giraffe.ru">info@happy-giraffe.ru</a>, а также направляется Владельцу в письменном виде посредством отправки по почте заказным письмом с уведомлением о вручении. Сообщение должно содержать суть предъявляемого требования, доказательства, подтверждающие требование, а также сведения о Пользователе.</li>
                <li>В случае возникновения любых споров или разногласий, связанных с исполнением настоящего Соглашения, Пользователь и Владелец приложат все усилия для их разрешения путем проведения переговоров между ними. В случае, если споры не будут разрешены путем переговоров, споры подлежат разрешению в порядке, установленном действующим законодательством Российской Федерации.</li>
                <li>Для решения технических вопросов при определении вины Пользователя в результате его неправомерных действий при пользовании сетью Интернет и Сайтом в частности, а также для рассмотрения сообщений Пользователя, Владелец вправе самостоятельно привлекать компетентные организации в качестве экспертов.</li>
            </ol>
        </li>
        <li class="info-rules-title">Изменение условий Соглашения
            <ol class="info-rules-text">
                <li>Соглашение может быть расторгнуто в любое время по инициативе каждой из Сторон. Для этого Владелец размещает уведомление о расторжении Соглашения на Сайте и/или направляет Пользователю соответствующее уведомление, с момента такого размещения/направления такого уведомления Соглашение считается расторгнутым. Пользователь может расторгнуть Соглашение путем удаления своего Профиля с Сайта.</li>
                <li>Стороны соглашаются, что Соглашение может быть изменено Владельцем в одностороннем порядке путем размещения обновленного текста  <a href="/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>. Пользователь подтверждает свое согласие с изменениями условий Соглашения путем использования Сайта.</li>
                <li>Пользователь, не согласный с условиями Соглашения и/или с изменением условий Соглашения должен незамедлительно расторгнуть Соглашение в порядке, предусмотренном пунктом Соглашения.</li>
            </ol>
        </li>
        <li class="info-rules-title">Прочие условия
            <ol class="info-rules-text">
                <li>При ведении переписки по указанным вопросам, допускается использование аналогов собственноручной подписи Сторон. Стороны подтверждают, что все уведомления, сообщения, соглашения и документы в рамках исполнения Сторонами обязательств, возникших из Соглашения, подписанные аналогами собственноручной подписи Сторон, имеют юридическую силу и обязательны для исполнения Сторонами.</li>
                <li>Пользователь признает, что аналогами его собственноручной подписи являются:
                    <ol>
                        <li>Учетные данные. Таким образом, все действия, осуществленные с использованием Учетных данных, признаются совершенными Пользователем, а все документы, направленные с использованием Учетных данных, признаются подписанными Пользователем;</li>
                        <li>Логин и пароль к адресу электронной почты, указанной Пользователем при регистрации на Сайте. Таким образом, все письма, направленные Владельцу с указанного адреса электронной почты считаются направленными Пользователем, а также считаются подписанными Пользователем.</li>
                    </ol>
                </li>
                <li>За исключением прямо предусмотренных Соглашением и действующим законодательством Российской Федерации случаев все уведомления, сообщения и документы в рамках исполнения Сторонами обязательств, возникших из Соглашения, должны быть направлены и считаются полученными Сторонами в случае направления их по электронной почте с уполномоченного адреса одной Стороны на уполномоченный адрес другой Стороны. Уполномоченными адресами считаются:
                    <ol>
                        <li>для Владельца: <a href="mailto:info@happy-giraffe.ru">info@happy-giraffe.ru</a>.</li>
                        <li>для Пользователя: адрес электронной почты, указанный Пользователем при регистрации на Сайте.</li>
                    </ol>
                </li>
                <li>Стороны признают любую информацию, касающуюся заключения Соглашения, включая любые приложения и дополнения к нему, конфиденциальной информацией и обязуются строго сохранять конфиденциальный характер такой информации, не разглашая ее третьим лицам без предварительного письменного согласия другой Стороны, за исключением случаев, когда это необходимо для целей Соглашения или для раскрытия соответствующим государственным органам в случаях, определенных законом.</li>
                <li>Соглашения и все возникающие из него правоотношения регулируются законодательством Российской Федерации. Все возникающие споры разрешаются на основании законодательства Российской Федерации.</li>
            </ol>
        </li>
    </ol>
</div>