<div class="info-rules">
    <div class="info-rules-tag">Пользовательское соглашение<span class="info-rules-tag__last">Последнее изменение: 20.03.2015 г.</span></div>
    <div class="info-rules-text">Текст настоящего соглашения о пользовании сайтом, постоянно размещенный в сети Интернет по адресу <a href="/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>, содержит все существенные условия соглашения и является предложением Веселого Жирафа заключить соглашение с любым третьим лицом, использующим сайт в сети Интернет <a href="/">http://www.happy-giraffe.ru/</a>, на указанных в тексте соглашения условиях. Таким образом, в соответствии с положениями пункта 2 статьи 437 Гражданского кодекса Российской Федерации, текст настоящего соглашения об оказании услуг с использованием сети Интернет является публичной офертой.</div>
    <div class="info-rules-text">В соответствии с пунктом 3 статьи 438 Гражданского кодекса Российской Федерации, надлежащим акцептом настоящей оферты считается последовательное осуществление любым третьим лицом следующих действий:
        <ol>
            <li>Ознакомление с условиями Соглашения о пользовании сайтом. При этом выполнение третьим лицом действий, указанных в п. 2-6, считается подтверждением ознакомления с условиями настоящего Соглашения;</li>
            <li>Внесение сведений, включая уникальные имя (логин) и пароль, а также адрес электронной почты, дату рождения и город проживания, в регистрационную форму, расположенную в сети Интернет по адресу <a href="/">http://www.happy-giraffe.ru/</a>;</li>
            <li>Ввод в специальное поле отображаемого на странице регистрации текста, созданного Сайтом в автоматическом режиме, с целью установления факта регистрации конкретным пользователем;</li>
            <li>Нажатие кнопки «Регистрация», в заполненной регистрационной форме;</li>
            <li>Подтверждение адреса электронной почты путем перехода по ссылке, направленной на указанный при регистрации адрес.</li>
        </ol>С момента подтверждения адреса электронной почты путем перехода по ссылке, направленной на указанный при регистрации адрес и в случае верного последовательного выполнения всех указанных выше действий, Соглашение о пользовании сайтом между Веселым Жирафом и осуществившим указанные действия третьим лицом считается заключенным на следующих условиях:
    </div>
    <div class="info-rules-tag">Соглашение о пользовании сайтом</div>
    <div class="info-rules-text">Российская Федерация, город Москва Общество с ограниченной ответственностью «Веселый Жираф», действующее на основании Устава, и акцептовавшее оферту, размещенную в сети Интернет по адресу <a href="/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>, и третье лицо, заключили настоящее Соглашение об оказании услуг с использованием сети Интернет о нижеследующем.</div>
    <div class="info-rules-title">1. Термины и определения</div>
    <div class="info-rules-text">
        <ol>
            <li>В настоящем Соглашении об оказании услуг с использованием сети Интернет, если из текста прямо не вытекает иное, следующие термины будут иметь указанные ниже значения:
                <ol>
                    <li>«Владелец» - Общество с ограниченной ответственностью «Веселый Жираф» - юридическое лицо, зарегистрированное по законодательству Российской Федерации, ОГРН 1117746894154, зарегистрированное по адресу 107497, г. Москва, ул. Монтажная, д. 3.</li>
                    <li>«Пользователь» - Посетитель, заключивший с Владельцем Соглашение, путем акцепта оферты, расположенной в сети Интернет по <a href="/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>.</li>
                    <li>«Иной пользователь» - Любой другой Пользователь, заключивший с Владельцем Соглашение, путем акцепта оферты, расположенной в сети Интернет по адресу<a href="/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>.</li>
                    <li>«Личный кабинет» - Совокупность защищенных страниц Сайта, созданных в результате регистрации Пользователя, используя которые Пользователь имеет возможность, в частности, изменять сведения о себе, изменять настройки приватности, управлять подпиской на сообщения с Сайта, просматривать личные сообщения, а также осуществлять иные действия. Доступ в Личный кабинет осуществляется путем ввода Учетных данных в предусмотренные для этого поля на Сайте.</li>
                    <li>«Посетитель» - Любое лицо, использующее Сайт, любым способом, включая посещение Сайта.</li>
                    <li>«Профиль» - Страница на Сайте, доступная Иным пользователям, созданная в результате регистрации Пользователя и содержащая информацию о Пользователе.</li>
                    <li>«Сайт» - Совокупность программ для электронных вычислительных машин и иной информации, содержащейся в информационной системе, доступ к которой обеспечивается через сеть Интернет по сетевому адресу <a href="/">http://www.happy-giraffe.ru/</a>.</li>
                    <li>«Соглашение» - Настоящее Соглашение об оказании услуг с использованием сети Интернет, а также все приложения к этому Соглашению.</li>
                    <li>«Стороны» - Владелец и Пользователь.</li>
                    <li>«Учетные данные» - Указанные Пользователем при регистрации на Сайте логин и пароль, а также привязанные к ним системы авторизации, которые являются необходимой и достаточной информацией для доступа Пользователя в Личный кабинет.</li>
                </ol>
            </li>
            <li>Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с действующим законодательством Российской Федерации.</li>
            <li>Названия заголовков (статей) Соглашения предназначены исключительно для удобства пользования текстом Соглашения и буквального юридического значения не имеют.</li>
        </ol>
    </div>
    <div class="info-rules-title">2. Предмет Соглашения</div>
    <div class="info-rules-text">
        <ol>
            <li>В порядке и на условиях, предусмотренных Соглашением, Владелец предоставляет Пользователю возможность использования Сайта, а Пользователь обязуется при необходимости использовать Сайт в соответствии с условиями Соглашения.</li>
            <li>На основании Соглашения Пользователь имеет возможность использовать Сервис в частности путем размещения на Сервисе информации не противоречащей <a href="/moderation_rule/">Правилам модерирования</a>.</li>
        </ol>
    </div>
    <div class="info-rules-title">3. Права и обязанности Владельца</div>
    <div class="info-rules-text">
        <ol>
            <li>Владелец предоставляет Пользователю возможность самостоятельно публиковать информацию о Пользователе, а также размещать сообщения, создавать темы и комментарии, размещать материалы с использованием возможностей Сайта.</li>
            <li>Владелец не имеет возможности контролировать соответствие информации, размещаемой Пользователем или Иными пользователями на Сайте, законодательству Российской Федерации.</li>
            <li>Владелец вправе по своему усмотрению удалять любую информацию, внесенную или размещенную Пользователем на Сайте, в случае если такая информация не соответствует данному Соглашению, действующему законодательству Российской Федерации или иным требованиям Владельца.</li>
            <li>Владелец вправе направлять Пользователю информационные и рекламные сообщения по адресу электронной почты указанному Пользователем при регистрации на Сайте. Настоящим Пользователь дает согласие на получение подобных сообщений.</li>
            <li>Владелец вправе размещать на Сайте рекламу. При этом Владелец не несет ответственность за достоверность рекламы и качество рекламируемых товаров и/или услуг.</li>
            <li>Владелец вправе в порядке, предусмотренном пунктом Соглашения, изменять условия Соглашения.</li>
            <li>Владелец вправе производить профилактические работы на Сайте с временным приостановлением работы Сайта по возможности в ночное время и максимально сокращая время неработоспособности Сайта.</li>
            <li>Владелец вправе передавать все или часть своих полномочий и прав по контролю за соблюдением Соглашения иным лицам (Иным пользователям) на основании решений, принимаемых Владельцем.</li>
            <li>Владелец вправе, но не обязан, запрашивать у Пользователя информацию и документы, подтверждающие наличие у Пользователя прав на размещаемые Пользователем на Сайте результаты интеллектуальной деятельности и иную информацию.</li>
        </ol>
    </div>
    <div class="info-rules-title">4. Права и обязанности Пользователя</div>
    <div class="info-rules-text">
        <ol>
            <li>Пользователь обязуется знакомиться с актуальной версией Соглашения при каждом посещении Сайта до момента использования Сайта.</li>
            <li>Пользователь обязуется исполнять условия Соглашения, действующие в момент использования Пользователем Сайта.</li>
            <li>Пользователь обязуется использовать Сайт в соответствии с законодательством Российской Федерации. В частности, Пользователь не вправе:
                <ol>
                    <li>Публиковать или распространять неверную, вредоносную, непристойную, противозаконную, пасквильную, богохульную, клеветническую, неуместную, провоцирующую межнациональные или этнические конфликты информацию или материалы.</li>
                    <li>Размещать информацию, противоречащую законодательству Российской Федерации, рекламирующую или провоцирующую нелегальную деятельность, нарушающую права иных Пользователей или третьих лиц на объекты интеллектуальной собственности, агитационные материалы, распространять спам, сообщения-цепочки (сообщения, требующие их передачи одному или нескольким пользователям), схемы финансовых пирамид или призывы в них участвовать, любую другую навязчивую информацию, описывать или пропагандировать преступную деятельность, размещать инструкции или руководства по совершению преступных и иных противоправных действий.</li>
                    <li>Размещать любую личную информацию Иных пользователей или третьих лиц без их личного на то согласия.</li>
                    <li>Публиковать, передавать и распространять сообщения, которые могут носить преступный характер или причинить какой-либо вред Владельцу, Иным пользователям, Посетителям и/или третьим лицам, ущемлять их честь и достоинство, деловую репутацию.</li>
                    <li>Вводить Пользователей и/или третьих лиц в заблуждение относительно своей личности.</li>
                    <li>Размещать на Сайте материалы и информацию, имеющие рекламный характер если иное прямо не предусмотрено отдельным договором между Сторонами.</li>
                </ol>
            </li>
            <li>Пользователь обязуется сохранять конфиденциальность Учетных данных, а также логина и пароля к адресу электронной почты, указанному Пользователем при регистрации на Сайте, самостоятельно определяя способ их хранения, и не имеет права передавать Учетные данные, а также логин и пароль к адресу электронной почты, указанному Пользователем при регистрации на Сайте третьим лицам.</li>
            <li>Пользователь обязуется использовать персональные данные, размещенные на Сайте, в соответствии с требованиями Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных» в редакции, действующей на момент обработки или иного использования Пользователем персональных данных, а именно:
                <ol>
                    <li>персональные данные могут использоваться только с целью обеспечения функционирования Сайта;</li>
                    <li>Пользователю запрещается передавать сведения об Иных пользователях, полученные посредством Сайта, третьим лицам;</li>
                    <li>в случае если Пользователь сохраняет копии Профилей на бумажных или электронных носителях, Пользователь принимает на себя все обязательства оператора в терминах Федерального закона № 152-ФЗ от 27 июля 2006 года «О персональных данных»;</li>
                    <li>в случае причинения вреда Иным пользователям, связанного с невыполнением Пользователем требований Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных», ответственность за это полностью лежит на Пользователе.</li>
                </ol>
            </li>
            <li>Пользователь вправе удалить информацию, размещенную Пользователем на Сайте, исключительно на основании согласия Владельца. В случае неполучения соответствующего согласия Пользователь не вправе предъявлять Владельцу каких-либо претензий.</li>
        </ol>
    </div>
    <div class="info-rules-title">5. Ответственность Сторон</div>
    <div class="info-rules-text">
        <ol>
            <li>Владелец не несет никакой ответственности за достижение или недостижение Пользователем результата, которого Пользователь рассчитывал достичь, используя Сайт.</li>
            <li>Владелец не отвечает за неисправности, ошибки и сбои в работе программных и/или аппаратных средств, обеспечивающих функционирование Сайта, возникшие по причинам, не зависящим от Владельца, а также связанные с этим убытки Пользователя.</li>
            <li>Владелец не отвечает за временное отсутствие у Пользователя доступа к Сайту, и/или какой – либо части Сайта, а также связанные с этим убытки Пользователя и/или любого третьего лица.</li>
            <li>Владелец не несет ответственности за какие-либо косвенные/непрямые убытки и/или упущенную выгоду Пользователя и/или третьих лиц, утрату информации в результате использования или невозможности использования Сайта.</li>
            <li>Владелец не отвечает за убытки Пользователя, возникшие в результате неправомерных действий третьих лиц, в том числе связанных с неправомерным доступом к Личному кабинету Пользователя. Владелец не несет ответственность за убытки, причиненные Пользователю в результате разглашения третьим лицам Учетных данных, произошедшего не по вине Владельца.</li>
            <li>Пользователь самостоятельно несет ответственность за все действия, совершенные на Сайте с использованием Учетных данных Пользователя.</li>
            <li>Владелец не предоставляет каких-либо гарантий работоспособности Сайта. Пользователь соглашается использовать Сайт в том виде, в котором он представлен, без каких-либо гарантий со стороны Владельца.</li>
            <li>Владелец не несет ответственности за убытки, причиненные Пользователю в результате сообщения Иным пользователем недостоверной информации, а также причиненные действиями и/или бездействием Иного пользователя. Владелец не гарантирует, что информация, содержащаяся в Профилях Иных пользователей, а также в размещаемых ими сообщениях, является достоверной и полной.</li>
            <li>Владелец, если это прямо не предусмотрено соглашением между Сторонами, не является продавцом каких – либо товаров или услуг.</li>
            <li>Если иное не предусмотрено Соглашением в случае нарушения Пользователем условий Соглашения Владелец вправе в одностороннем порядке отказаться от исполнения Соглашения, удалить Профиль и Личный кабинет Пользователя. В случае если такое нарушение причинило ущерб третьим лицам, ответственность за них полностью лежит на Пользователе.</li>
            <li>Размер убытков, которые могут быть возмещены Владельцем Пользователю, в любом случае ограничен в соответствии с положениями части 1 статьи 15 Гражданского кодекса Российской Федерации суммой в 1 000 (одну тысячу) рублей.</li>
        </ol>
    </div>
    <div class="info-rules-title">6. Порядок разрешения споров и урегулирования претензий</div>
    <div class="info-rules-text">
        <ol>
            <li>Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или признанием недействительным Соглашения, Стороны будут стремиться решить путем переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой Стороне сообщение с указанием возникших претензий и/или разногласий.</li>
            <li>Указанное в пункте Соглашения сообщение направляется Пользователем по электронной почте на адрес <a href="mailto:info@happy-giraffe.ru">info@happy-giraffe.ru</a>, а также направляется Владельцу в письменном виде посредством отправки по почте заказным письмом с уведомлением о вручении. Сообщение должно содержать суть предъявляемого требования, доказательства, подтверждающие требование, а также сведения о Пользователе.             </li>
            <li>В случае возникновения любых споров или разногласий, связанных с исполнением настоящего Соглашения, Пользователь и Владелец приложат все усилия для их разрешения путем проведения переговоров между ними. В случае, если споры не будут разрешены путем переговоров, споры подлежат разрешению в порядке, установленном действующим законодательством Российской Федерации.</li>
            <li>Для решения технических вопросов при определении вины Пользователя в результате его неправомерных действий при пользовании сетью Интернет и Сайтом в частности, а также для рассмотрения сообщений Пользователя, Владелец вправе самостоятельно привлекать компетентные организации в качестве экспертов.</li>
        </ol>
    </div>
    <div class="info-rules-title">7. Изменение условий Соглашения</div>
    <div class="info-rules-text">
        <ol>
            <li>Соглашение может быть расторгнуто в любое время по инициативе каждой из Сторон. Для этого Владелец размещает уведомление о расторжении Соглашения на Сайте и/или направляет Пользователю соответствующее уведомление, с момента такого размещения/направления такого уведомления Соглашение считается расторгнутым. Пользователь может расторгнуть Соглашение путем удаления своего Профиля с Сайта.</li>
            <li>Стороны соглашаются, что Соглашение может быть изменено Владельцем в одностороннем порядке путем размещения обновленного текста Соглашения в сети Интернет по адресу <a href="/useragreement/">http://www.happy-giraffe.ru/useragreement/</a>. Пользователь подтверждает свое согласие с изменениями условий Соглашения путем использования Сайта.</li>
            <li>Пользователь, не согласный с условиями Соглашения и/или с изменением условий Соглашения должен незамедлительно расторгнуть Соглашение в порядке, предусмотренном пунктом Соглашения.</li>
        </ol>
    </div>
    <div class="info-rules-title">8. Прочие условия</div>
    <div class="info-rules-text">
        <ol>
            <li>При ведении переписки по указанным вопросам, допускается использование аналогов собственноручной подписи Сторон. Стороны подтверждают, что все уведомления, сообщения, соглашения и документы в рамках исполнения Сторонами обязательств, возникших из Соглашения, подписанные аналогами собственноручной подписи Сторон, имеют юридическую силу и обязательны для исполнения Сторонами.</li>
            <li>Пользователь признает, что аналогами его собственноручной подписи являются:
                <ol>
                    <li>Учетные данные. Таким образом, все действия, осуществленные с использованием Учетных данных, признаются совершенными Пользователем, а все документы, направленные с использованием Учетных данных, признаются подписанными Пользователем;</li>
                    <li>Логин и пароль к адресу электронной почты, указанной Пользователем при регистрации на Сайте. Таким образом, все письма, направленные Владельцу с указанного адреса электронной почты считаются направленными Пользователем, а также считаются подписанными Пользователем.</li>
                </ol>
            </li>
            <li>Логин и пароль к адресу электронной почты, указанной Пользователем при регистрации на Сайте. Таким образом, все письма, направленные Владельцу с указанного адреса электронной почты считаются направленными Пользователем, а также считаются подписанными Пользователем.</li>
            <li>За исключением прямо предусмотренных Соглашением и действующим законодательством Российской Федерации случаев все уведомления, сообщения и документы в рамках исполнения Сторонами обязательств, возникших из Соглашения, должны быть направлены и считаются полученными Сторонами в случае направления их по электронной почте с уполномоченного адреса одной Стороны на уполномоченный адрес другой Стороны. Уполномоченными адресами считаются:
                <ol>
                    <li>для Владельца: <a href="mailto:info@happy-giraffe.ru">info@happy-giraffe.ru</a>.</li>
                    <li>для Пользователя: адрес электронной почты, указанный Пользователем при регистрации на Сайте.</li>
                </ol>
            </li>
            <li>Стороны признают любую информацию, касающуюся заключения Соглашения, включая любые приложения и дополнения к нему, конфиденциальной информацией и обязуются строго сохранять конфиденциальный характер такой информации, не разглашая ее третьим лицам без предварительного письменного согласия другой Стороны, за исключением случаев, когда это необходимо для целей Соглашения или для раскрытия соответствующим государственным органам в случаях, определенных законом.</li>
            <li>Соглашения и все возникающие из него правоотношения регулируются законодательством Российской Федерации. Все возникающие споры разрешаются на основании законодательства Российской Федерации.                                    </li>
        </ol>
    </div>
</div>